{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 1, "text": "Ajouter tableau de résultat d'analyse Ceph dans Kitview URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/18347105219601 Pour ajouter votre analyse Ceph dans Kitview, après avoir placé tous les points, vous devez cliquer sur le bouton Affiche le diagnostique de l'analyse courante, situé dans la barre d'outil verticale sur la gauche. Dans cet exemple d'analyse Steiner, le logiciel demande de capturer (ici le cadre rouge) la radio avec les tracés superposés. Ensuite il vous affiche le tableau comme ci-dessous:", "faiss_id": 0}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 2, "text": "Cliquez sur Enregistrement photo.", "faiss_id": 1}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 3, "text": "Vous retrouverez votre tableau sous forme d'une photo dans votre iconographie à la date du jour.", "faiss_id": 2}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 4, "text": "Choisir l'analyse par défaut dans Ceph URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/18335444711313 Pour changer d'analyse dans Ceph et l'a mettre par défaut, il suffit d'aller dans les paramètres dans la barre d'outils, puis de choisir dans le menu déroulant le Nom du modèle , de cocher la case Analyse par défaut, et de ne pas oublier de d' Enregister. Assurez vous du nom de l'analyse située en bas de votre image céphalométrique.", "faiss_id": 3}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 5, "text": "Choisir ponctuellement un autre modèle d'analyse Ceph URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/18336754086673 Lorsque vous avez sélectionné votre image céphalométrique, le logiciel vous rappelle en bas le nom du modèle d'analyse en cours. Pour changer se modèle ponctuellement, faite un clic droit sur le nom de ce modèle en bas de votre image: un menu déroulant apparait. Il vous suffit de sélectionner le modèle souhaité (Steiner sur cet exemple). Vous verrez alors le nom du modèle changé après validation en bas de l'image.", "faiss_id": 4}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 6, "text": "Saisie de l'échelle sur Ceph URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/18338157249553 Lors de l'ouverture d'une nouvelle analyse céphalométrique, le logiciel Ceph vous demandera de saisir l'échelle. Cette étape est primordiale pour le bon calcul des mesures, distances et angles. A noter qu'il est préférable de saisir une échelle de plus grande valeur possible pour diminué au maximum de pourcentage d'erreur. Il est donc important de la saisir a chaque analye, sauf si l'image importé est toujours de la même taille (qualité et résolution) et du même appareil de radiologie. Sur l'exemple que nous allons voir, nous allons saisir une valeur de 40 mm (suivant la taille de votre étalomètre présent sur votre cliché). Après avoir saisie la valeur de 40, le logiciel attend que vous traciez une droite de cette valeur.", "faiss_id": 5}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 7, "text": "Une fois la droite tracée, il ne vous reste plus qu'à placer les points demandés.", "faiss_id": 6}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 8, "text": "Superposition des analyses dans Ceph URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/18376571046801 Sur le logiciel Ceph, il est possible de voir des superpositions d'analyse céphalométrique afin de comparer l'évolution d'un traitement orthodontique. Pour réaliser cette superposition, vous devez bien évidement avoir plusieurs tracé de même modèle, et de plusieurs radios de périodes différentes. Ouvrez une analyse de votre patient (ici dans cette exemple le modèle d'analyse est Steiner + Tweed, de 2004). Nous allons maintenant cliquer sur le bouton Superposition d'analyse situé dans la barre d'outil de gauche. Le logiciel Ceph va vous identifier, automatiquement, les analyses présente sur ce patient, de même modèle. Ici sur cet exemple, il identifie une analyse Steiner + tweed de 2007, pour ce même patient.", "faiss_id": 7}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 9, "text": "Nous sélectionnons analyse proposé puis nous faisons Suivant. Le logiciel nous demandes maintenant de sélectionner les points à superposer pour établir le plan de superposition. Dans cet exemple nous choisissons Sur SNa en Na. Suivant. Un récapitulatif apparait. Choisir Terminé. Voici la superposition:", "faiss_id": 8}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 10, "text": "Pour choisir une superposition avec un plan (donc points) différent, allez sur onglet Superposition a droite de la fenêtre générale.", "faiss_id": 9}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 11, "text": "De cet onglet vous aurez accès à la liste des plans de superposition.", "faiss_id": 10}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 12, "text": "Sur cet exemple, nous choisissons Sur Na.A en A.", "faiss_id": 11}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 13, "text": "IA Céphalométrie URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/32580800297873 Télécharger le fichier CephAuto MANUAL.vbs (V1) Ceph version minimum : 2.6.4.0 Kitview version minimum : 5.0.8.3 Ce fichier, comme le reste des XML pour les IA, doit se copier dans le dossier \\Kitview\\ScriptActions. Pour créer la MACRO qui va permettre de classifier automatiquement les photos, vous allez dans les paramètres Il faudra créer un nouveau GROUPE pour régrouper toutes les étiquettes du CEH dans un même endroit. 1) Créer le Groupe CEPH 2) Créer EXACTEMENT comme dessous, toutes les étiquettes avec le type (Pas de type) SAUF CephAnalyseID (type NOMBRE) • Ceph NON ok • Ceph introuvable • CephAnalyseID (attention type NOMBRE) • Orthognathique CF • Orthognathique F • Ricketts 2010 • Ricketts Cisco • Ricketts simplifiée • TOP 10 CF • TOP 10 F • Topografique CF • Topografique F • Tweed At", "faiss_id": 12}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 13, "text": "tion type NOMBRE) • Orthognathique CF • Orthognathique F • Ricketts 2010 • Ricketts Cisco • Ricketts simplifiée • TOP 10 CF • TOP 10 F • Topografique CF • Topografique F • Tweed Attention: Faudra aussi choisir l'étiquette Cephid --> CephAnalyseID 3) Créer la MACRO IA Céphalo ? 5) Vérifier la configuration de Ceph 6) Utilisation: Il faudra choisir une RADIO, qui doit avoit les étiquettes Radio et Profil (vous pouvez passer la IA de Classification), puis sélectionner la macro", "faiss_id": 13}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 14, "text": "IA Classification Automatique URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/24316918401937 Télécharger le fichier ClassificationConfiguration.xml (V3) Ce fichier, comme le reste des XML pour les IA, doit se copier dans le dossier \\Kitview\\ScriptActions. Pour créer la MACRO qui va permettre de classifier automatiquement les photos, vous allez dans les paramètres Cliquez sur Automatisation -> Macros Objets -> Nouvelle macro -> Modifier la macro \"Nouveau\" N'oubliez pas de Valider Exemple d'utilisation Sélectionnez la miniature puis choisissez la macro IA Classification Auto L'IA a ajouté automatiquement de nouvelles étiquettes", "faiss_id": 14}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 15, "text": "IA Floutage des Yeux URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/24274778538129 Télécharger le fichier EyesDetectionConfiguration.xml (V1) Ce fichier, comme le reste des XML pour les IA, doit se copier dans le dossier \\Kitview\\ScriptActions. Il faudra paramétrer le fichier KITVIEW.INI en ajoutant la ligne: Dans [GENERAL] EyesDetectionFile=\\\\Serveur\\Orqual\\Kitview\\ScriptActions\\EyesDetectionConfiguration.xml Si vous avez déjà des postes clients créés, il faudra donc éditer chaque .INI dans \\Kitview\\Config et ajouter la ligne précédente. Si vous avez beaucoup de fichiers INI a éditer, utilisez le logiciel KitConfig.exe. Maintenant, il faudra paramétrer le floutage dans le Kitview : Ouvrez Kitview, allez dans paramètres", "faiss_id": 15}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 16, "text": "Cliquez sur Affichage -> Floutage -> Nouveau floutage -> Renseigner un libellé -> Ajouter l'attribut PORTRAIT -> Choisir Détection des yeux N'oubliez pas d' Enregistrer. Il ne vous reste plus qu'à ajouter les icones Masquage et Switch sur votre barre principale de Kitview. Lorsque vous cliquez sur masquage puis sélectionner une photo, le floutage viendra s'appliquer automatiquement sur les yeux.", "faiss_id": 16}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 17, "text": "POON SRO TNR Ore A GCCHC ss DDE ay =", "faiss_id": 17}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 18, "text": "IA Recadrage Auto URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/32480768857873 Télécharger les fichiers ReframeConfiguration NON interacticf.xml (V3) et ReframeIntraConfiguration NON interactif.xml (V2). Ces fichiers, comme le reste des XML pour les IA, doivent se copier dans le dossier \\Kitview\\ScriptActions. La macro que nous allons créer permet de traiter les portraits et intras en même temps. Pour créer la MACRO qui va permettre de recadrer automatiquement les portraits et intrabuccales, vous allez dans les paramètres Cliquez sur Automatisation -> Macros Objets -> Nouvelle macro -> Modifier la macro \"Nouveau\" • La première ligne permet de convertir les fichiers en format PNG (vectoriels sans perte de qualité) • La deuxième ligne va traiter que les fichiers PORTRAITS. Choisir ReframeConfiguration NON interacticf.xml • La troisième ligne va traiter que les fichiers ", "faiss_id": 18}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 18, "text": "sans perte de qualité) • La deuxième ligne va traiter que les fichiers PORTRAITS. Choisir ReframeConfiguration NON interacticf.xml • La troisième ligne va traiter que les fichiers INTRABUCCALES. Choisir ReframeIntraConfiguration NON interactif.xml N'oubliez pas de Valider Exemple d'utilisation Sélectionnez la miniature puis choisissez la macro IA Recadrage Auto", "faiss_id": 19}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 19, "text": "Kit Hot Keys URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/33434855935377 Kit Hot Keys est un logiciel qui nous permet de créer des touches raccourcis pour lancer d'autres applications. Pour l'installer, télécharger les 3 fichiers indispensables, et copier les dans le répertoire ORQUAL du serveur, c'est à dire \\\\nom_du_serveur\\Orqual ou peut-être \\\\192.168.1.xxx\\Orqual KitHoteKeys.exe - KitPrtScr.exe - KitHotkeys.xml L'icone vous montre que votre Kit Hot Key est en marche sur votre PC. Nous vous conseillons de faire clic droit sur l'icone et sélectionner \"Auto start\" pour qu'il s'exécute automatiquement au démarrage du PC. Pour la configuration: faites un clic droit sur l'icone puis sélectionnez \"Show\". L’une des fonctionnalités les plus couramment utilisées est la capture d’écran, qui peut être prise par région, c’est-à-dire en sélectionnant une partie de votre écran", "faiss_id": 20}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 19, "text": "nnez \"Show\". L’une des fonctionnalités les plus couramment utilisées est la capture d’écran, qui peut être prise par région, c’est-à-dire en sélectionnant une partie de votre écran ou en capturant l’écran entier. Pour cette raison, vous avez téléchargé le fichier KitPrtScr.exe. Dans cette exemple, la fonction F3 permet de faire une capture d'écran \"par zone\" et la fonction F4 permet de faire une capture d'écran \"plein écran\". Dans ce même exemple, la combinaison Ctrl F3 permet d'annuler l'exécution du logiciel Kit Print Screen en cas de blocage ou de dysfonction. Si vous avez modifié la commande, vous devez appuyer sur \"Apply\" et tout de suite \"Save & Load\" Commandes utiles: KitPrint Full Screen: C:\\ORQUAL\\KitPrtScr.exe -source=0 -monitor:all -activate=True -refresh=True KitPrint Region Screen: C:\\ORQUAL\\KitPrtScr.exe -source=3 -monitor:all -activate=True -refresh=True Kill Kitview: task", "faiss_id": 21}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 19, "text": "rtScr.exe -source=0 -monitor:all -activate=True -refresh=True KitPrint Region Screen: C:\\ORQUAL\\KitPrtScr.exe -source=3 -monitor:all -activate=True -refresh=True Kill Kitview: taskkill /IM KITVIEW.EXE /F", "faiss_id": 22}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 20, "text": "Kill Kit Print Screen: taskkill /IM KITPRTSCR.EXE /F", "faiss_id": 23}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 21, "text": "Comment envoyer des emails avec des photos de vos patients ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724281408145 Pour envoyer des emails avec Kitview, il suffit de sélectionner un ou plusieurs éléments puis cliquez sur l'icône. Une fenêtre s'ouvre pour remplir les données. (Cliquez pour agrandir)", "faiss_id": 24}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 22, "text": "Comment utiliser le PortFolio pour créer des documents Powerpoint ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724930625425 Le PortFolio est le presse-papiers de Kitview. Pour l'utiliser, il faut glisser/déposer les documents dont vous avez besoin. Le PortFolio permet de garder des photos de plusieurs patients. Il est utile pour faire des présentations de cas ou générer des PowerPoints. (Cliquez pour agrandir) Pour créer un PowerPoint, vous pouvez cliquer sur l'icône (le document prendra toutes les photos présentes dans le PortFolio) ou alors, sélectionner en premier les photos que vous voulez, puis après cliquer l'icône . Vous devez choisir la quantité de photos par page que vous souhaitez. La barre outils du PortFolio", "faiss_id": 25}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 23, "text": "1. Permet de passer en mode Bureau : Kitview diminue en taille pour laisser apparaître en arrière-plan votre bureau Windows. 2. Permet d'afficher les propriétés de l'objet sélectionné et des les modifier si besoin 3. Permet d'exécuter une macro 4. Permet de sélectionner l'ensemble des objets présents dans le portfolio 5. Permet de supprimer l'objet sélectionné du portfolio (mais pas de l'album du patient) 6. Permet de vider le portfolio de tous ses éléments 7. Crée un diaporama de la sélection : toutes les photos seront prises en compte si vous ne sélectionnez rien au préalable 8. Permet d'envoyer un mail 9. Permet d'envoyer un mail en utilisant FileMail (pour une grande quantité de photos/documents) 10. Permet de trier les objets en ordre croissant ou décroissant, par date 11. Permet de trier les objets en ordre croissant ou décroissant, par nom de patient 12. Permet de créer une présen", "faiss_id": 26}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 23, "text": " de trier les objets en ordre croissant ou décroissant, par date 11. Permet de trier les objets en ordre croissant ou décroissant, par nom de patient 12. Permet de créer une présentation Powerpoint, en ayant le choix de créer automatiquement les diapositives, avec le nombre d'éléments voulus 13. Permet d'activer ORTHOKALC, logiciel de traitement des images (exemple : Morphing , Photos profil décalées, etc.) par Script.", "faiss_id": 27}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 24, "text": "Comment utiliser les présentations existantes ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7725159955601 Le Kitview vous permet de faire des présentations sur l'évolution de vos patients. Il suffit de choisir l'onglet \"Présentations\", puis la séquence que vous voulez. Il faut savoir que les photos doivent être correctement gabarisées et aussi avec la valeur TEMPS bien définie. Si les gabarits ne sont pas présents, alors il est impossible de montrer les photos. (Cliquez pour agrandir) Pour cette séquence qui s'appelle \"Séquence Complète\" nous voyons que les gabarits utilisées sont: Première ligne = Portrait Profil - Portrait Face - Portrait 3/4 Deuxième ligne = Intra Mandibulaire - Intra Maxillaire - Intra Droite - Intra Face - Intra Gauche (Cliquez pour agrandir) Consultez aussi comment \"Modifier une présentation\"", "faiss_id": 28}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 25, "text": "Comment créer un patient URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7723672024721 Pour créer un patient dans Kitview (sans passerelle, ni Katch), vous devez cliquer sur l'icône \"Patient\" Si cette icône n'est pas disponible dans votre barre principale d'icone de Kitview vous devez l'ajouter. Pour cela passez en mode Expert en allant sur et dans \"Administration\" puis \"Général\", cochez \"Mode expert\". Vérifier dans \"Données\" , \"Patients\" que le \"Mode Gestion\" soit sélectionné.", "faiss_id": 29}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 26, "text": "Vous pouvez fermer la fenêtre paramètres. Ensuite, faites un clique droit dans la barre d'outil principale, choisissez \"boutons\" et cochez \"Patient\". L'icône \"Patient\" sera disponible.", "faiss_id": 30}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 27, "text": "Lorsque vous cliquez sur cette fenêtre apparaît: Il vous suffira de renseigner les champs correspondants à votre nouveau patient puis de cliquer sur \"Ok\".", "faiss_id": 31}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 28, "text": "Comment rechercher un patient ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7723776674577 Pour rechercher un patient sur Kitview (sans passerelle, ni Katch), il suffit de taper le nom du patient dans le champ au dessus de la liste patient, et de taper la touche \"entrée\" : Exemple de recherche avec \"ortho\" :", "faiss_id": 32}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 29, "text": "|Prénom (0. No Valentine 114 Francesca 208 David 95 ORTHO Emile 95 ORTHO Clothilde a6 ORTHO-INVISALIGN Micheline 78", "faiss_id": 33}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 30, "text": "Comment supprimer un patient URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7723866627857 Pour supprimer un patient dans Kitview, vous devez passer en mode Administration. Pour cela cliquez sur et sélectionner \"Administration\" puis \"Général\", cochez \"Passer en mode Administration\" puis cliquez sur \"Fermer la fenêtre\". En suite, faites un clic droit sur le nom du patient et vous choisissez \"Admin - Supprimer le patient et ses photos\". Attention: la suppression est immédiate et irrémédiable", "faiss_id": 34}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 31, "text": "Si vous voulez supprimer plusieurs patients, vous pouvez sélectionner les patients à l'aide des touches de votre clavier: CTRL (pour choisir certains) ou bien avec MAJUSCULE (pour choisir tous entre deux positions). En utilisant la touche CTRL permet de choisir certains patients", "faiss_id": 35}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 32, "text": "La touche MAJUSCULE permet d'en choisir plusieurs entre deux positions", "faiss_id": 36}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 33, "text": "@e Be Ge & B Patient Bureaux Acquisition Séance Scénario Viewer Formulaire = Prései Tous (21) flO 1184lément(s) : 220 Mo (Tout de ORTHO-INVISALIGN,ORTHO-INVIS Rechercher un patient Edition Image Affichage Catégories Patient Export SCORBSEA HCOROCERDTOSBaMEC Nom Prénom 0. Nom (@RECHERCHE 0 IMPLANT Alain 30 IMPLANT Brigitte 7 IMPLANT Maryse 54 IMPLANT Maryline 35 15/12/2003 15/12/2003 15/12/2003 IMPLANTO ‘Chantal 42 IMPLANT! 96 Exporter les patients sélectionnés (10) Exporter les patients sélectionnés/Callection (10) a HEB ends eee 09/03/2004 09/03/2004 09/03/2004", "faiss_id": 37}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 34, "text": "Erreur lors du changement des informations du patient (nom, prénom, date de naissance...) URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/5962381286417 Lorsque vous rencontrez une erreur comme ci-dessous lors de la modification d'une information patient, il faut corriger le filtre de population. Pour ce faire, sélectionnez dans \"Paramètres\" , \"Administration\", \"Général\", l'option \"Mode expert\". Vous pouvez à présent \"Fermer la fenêtre\". Cliquez sur \"Bureau\" dans la barre d'outil principale et sélectionnez \"Réorganisez le bureau\", puis \"Filtres de populations\". Dans cette fenêtre, sélectionnez \"Tous\" et cliquez sur \"Modifier la population\".", "faiss_id": 38}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 35, "text": "Vous arriverez sur la fenêtre \"Recherche\", ouvrez les paramètres. Ensuite, depuis la fenêtre \"Data Model Editor\" ouvrez le fichier dbstruct.dbs qui se trouve dans \\\\nom du serveur\\Orqual\\Kitview.", "faiss_id": 39}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 36, "text": "Validez. Paramétrez dans l'ordre suivant: Patient-->ID + Patient-->Nom + Patient-->Prénom + Objet-->O.nombre", "faiss_id": 40}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 37, "text": "Ensuite supprimer les conditions. Il suffit de faire clic sur le petit rond puis sélectionner \"delete row\"", "faiss_id": 41}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 38, "text": "Recherche © # Nom du filtre Colonnes. Conditions (1) Patient.ld | Trié (a) Age est égala __ (2) Patient.Nom ' Trié Sexe estéaala Patient.Prénom | Trié (3) ty, commence par (4) Objet.O. Nombre 1 Trié Nom —— < Cliquer ici pour ajouter une condition > (__} Choisir les enregistrements ot, condition(s) s‘applique(nt) VY - < Cliquer pour ajouter un champ > SQL | Résultats SELECT DISTINCT PERSONNE.ID_PERSONNE as “Id\", PERSONNE.PER_NOM as \"Nom\", PERSONNE.PER_PRENOM as “Prénom\", Count (OBJETOuter.PK_OBJET) as “O. Nombre\" FROM PERSONNE LEFT OUTER JOIN OBJET OBJETOuter ON (PERSONNE.ID_PERSONNE=OBJETOuter.ID_PATIENT) GROUP BY PERSONNE.ID_PERSONNE, PERSONNE.PER_NOM, PERSONNE.PER_PRENOM Valider Annuler", "faiss_id": 42}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 39, "text": "Validez les modifications puis pensez à sauver votre bureau.", "faiss_id": 43}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 40, "text": "Exportation de patients (fichier KTV) URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/32774779370641 Kitview vous permet d'exporter les patients avec les photos de votre choix. De plus, si les photos sont étiquetées, ces étiquettes seront également exportées. Il suffit de choisir un patient et faire un clic droit sur la liste Vous avez 2 options d'exportation : 1) Exporter les patients sélectionnés Cette option exporte tous les objets contenus dans le dossier du patient, accompagnés de leurs mots-clés. 2) Exporter les patients sélectionés/Collection Cette option exporte uniquement les objets que vous avez choisis dans la collection. Par exemple, si vous sélectionnez la collection 'TOUT', tous les objets seront exportés. Si vous sélectionnez la collection 'MOULAGES', seuls les objets de cette collection seront exportés. Les objets exportés seront toujours accompagnés de ", "faiss_id": 44}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 40, "text": "les objets seront exportés. Si vous sélectionnez la collection 'MOULAGES', seuls les objets de cette collection seront exportés. Les objets exportés seront toujours accompagnés de leurs mots-clés.", "faiss_id": 45}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 41, "text": "Pour les deux options, Kitview vous demande de \"sélectionner un répertoire\". Il vous suffit de choisir le répertoire où vous souhaitez enregistrer le ou les fichiers (si vous avez sélectionné plusieurs patients).", "faiss_id": 46}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 42, "text": "Importation de patients avec fichier KTV URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/32775336343953 Kitview vous permet d'importer les patients avec les photos depuis un fichier KTV. De plus, si les photos sont étiquetées, ces étiquettes seront également importées. Pour importer un patient, il suffit de faire un clic droit sur la liste des patients et choisir \"Importer le répertoire de patients\" Une fois que vous avez choisi \"Importer le répertoire de patients\" vous devez sélectionner le répertoire ou sont vos fichiers .KTV et appuyer sur le bouton \"Sélectionner un dossier\". Kitview affiche le nombre de patients à importer :", "faiss_id": 47}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 43, "text": "Si certains mots-clés (attributs) de votre patient n'éxistent pas dans votre Kitview, vous avez plusieures options : 1) Annuler l'importation et créer les mots clés manuellement. 2) Associer les mots clés qui manquent a des étiquettes qui éxistent dans votre Kitview, par exemple, Image à ranger. 3) Ignorer l'association, alors les objets n'aurons pas ces mots clés ignorés, dans l'exemple, paro et post.", "faiss_id": 48}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 44, "text": "La passerelle ne fonctionne pas (touche fonction) URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/28987533490833 Lorsque la passerelle ne fonctionne pas (touche fonction, exemple F7) vérifier bien que : 1. Vous êtes sur la fiche patient de votre CRM (page affichant le Nom, Prénom et Date de naissance du patient). 2. Que le logiciel Kit Hot Keys soit bien exécuté (présent en bas à droite de la barre des taches) 3. Si celui n'est pas présent, l'exécuté depuis le bureau Windows il apparaitra alors dans la barre des taches comme mentionné précédemment 4. Toujours faire la combinaison de touche après avoir avoir cliqué n'importe où sur la barre des tâches. Si malgré toutes ses vérifications, le problème persiste, contacter notre Hotline.", "faiss_id": 49}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 45, "text": "Où sont les dossiers des patients ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7726422560017 Si vous souhaitez récupérer un document du patient directement depuis le dossier de stockage, il vous suffit de sélectionner votre patient, de faire un clic droit sur un objet du patient , puis choisir \"Ouvrir dossier (nom du patient)\": Votre Windows ouvrira une fenêtre qui sera dans \\\\NOM DU SERVEUR\\Orqual\\Kitview\\Content\\Nom du patient + Date Naissance", "faiss_id": 50}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 47, "text": "Codes Erreurs URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/33364587051921 ERR_KDS_CODE_1 : Le patient courant dans Kitview PC est incorrect Hyphothèse HYP1 L'application KitDSServer n'est pas à jour. HYP2 Le patient sélectionné dans Kitview Desktop est invalide. HYP3 L'application Kitview Desktop est défaillante. Solutions SOL1 Mettez à jour l'application KitDSServer. SOL2 Changez de patient dans l'application Kitview Desktop. SOL3 Redémarrez l'application Kitview Desktop. ERR_KDS_CODE_2 : La communication avec Kitview Desktop est impossible Hyphothèse HYP1 Le poste (PC) est éteint ou en veille. HYP2 Les informations de connexion sont invalides. HYP3 KitDSServer n'est pas en cours d'exécution ou défaillant. HYP4 Kitview Desktop n'est pas en cours d'exécution ou défaillant. HYP5 La connexion Wifi est défaillante. HYP6 Les requêtes sont bloquées par le Pare-feu. HYP7 W", "faiss_id": 51}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 47, "text": "on ou défaillant. HYP4 Kitview Desktop n'est pas en cours d'exécution ou défaillant. HYP5 La connexion Wifi est défaillante. HYP6 Les requêtes sont bloquées par le Pare-feu. HYP7 Windows est défaillant (la couche TCP/IP est défaillante). Solutions SOL1 Démarrez le poste (PC) / sortez le poste (PC) du mode veille, lancez les applications Kitview et KitDSServer sur votre poste (PC). SOL2 Vérifiez que les informations de connexion à KitDSServer soient valides. Pour plus de précisions, consultez Vérifier que les informations de connexion à KitDSServer soient valides. SOL3 Redémarrer KitDSServer. SOL4 Redémarrer Kitview Desktop. SOL5 Sur le poste (PC) et le smartphone (iOS et/ou Android), désactivez/activez le Wifi puis reconnectez-vous au réseau Wifi. SOL6 Désactiver le Pare-feu Windows ou créer une nouvelle exception dans le Pare-feu Windows pour autoriser l'application KitDSServer. Pour pl", "faiss_id": 52}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 47, "text": "puis reconnectez-vous au réseau Wifi. SOL6 Désactiver le Pare-feu Windows ou créer une nouvelle exception dans le Pare-feu Windows pour autoriser l'application KitDSServer. Pour plus de précisions, consultez Comment fonctionne le Pare-feu ? SOL7 Redémarrez votre poste (PC). ERR_KDS_CODE_3 : La version de KitDSServer est incorrecte -> « L'application KitDSServer n'est pas à jour. » SOL1 Mettez à jour l'application KitDSServer. -> « {\"error\":\"échec de l’éxécution du serveur, ProgID:\"Classeur.ClasseurOLE\"\"} »", "faiss_id": 53}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 48, "text": "SOL1: SOL1 Exécuter Kitview Desktop en mode administrateur. SOL2 Lancez l’invite de commande en mode administrateur, rendez-vous dans le dossier où se trouve Kitview Desktop puis exécuter la commande Kitview.exe /unregserver suivie par Kitview.exe /regserver. -> « ... database update error ... » SOL1 Mettre à jour Firebird.", "faiss_id": 54}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 49, "text": "Comment garder une copie de mes photos dans mon smartphone ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/33761606051601 Quand vous faites des photos avec Kitview App, les photos sont envoyées vers Kitview Windows mais ne se gardent pas dans votre smartphone. Si vous avez besoin de garder une copie des photos vous devez faire le suivant:", "faiss_id": 55}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 50, "text": "Réglages —. Flash 2 Mise au point Mise au point tactile Résolution fi eel vidéo Retardateur Envoi direct Lignes de visée Nor Conserver les photos en local", "faiss_id": 56}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 51, "text": "Comment utiliser la médiathèque du smartphone URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729633098257 La médiathèque de l'application smartphone Kitview vous permet: • de visualiser, partager, éditer, caster des médias (photos, vidéos, PDF et 3D) de Kitview • de télécharger les photos/vidéos dans notre smartphone • d’importer des médias (photos et vidéos) de notre smartphone vers Kitview Comment fonctionne ? choisir \"Médiathèque\" puis choisissez si vous voulez travailler avec les documents du Kitview ou alors, les documents de votre smartphone.", "faiss_id": 57}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 52, "text": "Cliquer pour caster (envoyer vers un dispositif Chromecast), par exemple une télévision", "faiss_id": 58}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 53, "text": "Médiathéque", "faiss_id": 59}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 54, "text": "Installer l'application smartphone Kitview pour Android URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/19125857687953 Sur Android: Après vous êtes assuré que vos PC soient en IP fixes (si ce n'est pas le cas, contacter votre informaticien), et que votre smartphone est bien connecté au Wi-Fi du cabinet, allez sur Google Play . Recherchez l'application KITVIEW. Installez la, puis ouvrez la. A la première ouverture, un message d'information apparaîtra, il vous faudra accepter les termes pour pouvoir utiliser l'application :", "faiss_id": 60}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 55, "text": "Vous arriverez ensuite sur la page d'identification :", "faiss_id": 61}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 56, "text": "Appuyez sur \"S'INSCRIRE\" et renseignez votre Nom, Prénom, une adresse e-mail valide, et un mot de passe. Suite à cette action, vous recevrez par e-mail, un lien de confirmation (n'hésitez pas à consulter dans les Spams). Le compte permet d'enregistrer vos profils (noms des postes, adresse ip et port de connexion). Après avoir confirmer votre compte, il ne vous reste plus qu'à renseigner de nouveau, sur la page identification, votre e-mail et mot de passe renseignés lors de l'inscription.", "faiss_id": 62}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 57, "text": "Une fois ses champs renseignés, cliquez sur \"SE CONNECTER\". Vous arriverez alors sur la page Gestion des profils. Touchez Rechercher des postes : l'appli vous indiquera sur quel port la recherche s'effectue. Un fois la recherche terminée vous aurez ce message :", "faiss_id": 63}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 58, "text": "L'application vous listera alors les profils trouvés. Ici, seul le profil MONPC est trouvé. Vous pouvez Ajouter ce poste. Si l'application ne vous trouve aucun profil, vous devez : • Vous assurer que la recherche se fait sur le bon port, vérifier sur un des PC ayant Kitview, le port du logiciel KitDSServer , que vous trouverez tout a droite de votre barre des tâches Windows : Faites un clic droit dessus :", "faiss_id": 64}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 59, "text": "et choisissez Show. Cette fenêtre de dialogue apparaitra, et vous y trouverez le nom, l'IP de l'ordinateur ainsi que le port de communication (8080 par défaut) dans le titre de celle-ci. Ici le PC se nomme MONPC, son IP est : 192.168.1.14 ; et son port est : 8080. Pour changer, sur l'application, le port de recherche, appuyer sur l'engrenage situé en haut à droite, pendant la recherche des profils, vous aurez alors accès à cette fenêtre : Vous pourrez changer dans cette fenêtre le numéro du port. Une fois les profils ajoutés, si vous relancez l'application, juste après l'identification, une synchronisation s'effectuera. L'application vous demandera alors :", "faiss_id": 65}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 60, "text": "Vous choisirez Enregistrer le(s) X profil(s) de cet appareil dans le cloud, afin d'enregistré le ou les profils créés sur l'appli. Le choix Télécharger le(s) X profil(s) du cloud vers cet appareil n'est utilisé que si vous installez l'appli sur un smartphone supplémentaire, ou si vous avez effectuez des modifications sur ceux ci, par erreur.", "faiss_id": 66}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 61, "text": "Installer l'application smartphone Kitview pour iPhone URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/19135835208081 Pour pouvoir utiliser l'application KITVIEW dans votre iPhone nous vous recommandons : 1. vos postes de travail (PC) soient en IP fixes (si ce n'est pas le cas, vous devez contacter votre informaticien et lui demander des IP fixes pour chaque poste de travail). 2. votre smartphone est bien connecté au Wi-Fi du cabinet et celui ci est dans le même rang d'addresses IP que vos postes de travail. 3. télécharger l'application depuis App Store . Vous allez rechercher KITVIEW, puis toucher sur \"Obtenir\" Finalement, vous allez toucher sur \"Ouvrir\". Vous allez autoriser les menus suivants :", "faiss_id": 67}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 62, "text": "Collecte de données et utilisation 1.0.0 Utilisation de vos données « Kitview » souhaite pote nnelles rechercher des appareils sur votre réseau local et s'y connecter. KitView utilise le réseau local pour détecter des Chromecast sur votre réseau Wifi. Ne pas autoriser Ne pas autoriser - « Kitview » souhaite utiliser le Bluetooth Kitview utilise le Bluetooth pour détecter les Chromecasts a proximité. ~~ Votre compte utilisateur : il vous permet de vous identifier, d'accéder avos profils et aux fonctionnalités offertes par cette application. Votre compte utilisateur est constitué par, Une solution du Groupe amBum: REFUSER ACCEPTER", "faiss_id": 68}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 63, "text": "Création du compte Pour la première utilisation, vous devez créer un compte d'utilisation. C'est très simple, ça vous prend 30 secondes à le faire.", "faiss_id": 69}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 64, "text": "Attention, le MOT DE PASSE n'a aucun lien avec le mot de passe de votre messagerie, vous créez un nouveau !!!. Suite à cette action, vous recevrez par e-mail, un lien de confirmation, SVP n'hésitez pas à consulter vos Spams si besoin. La création du compte permet d'enregistrer vos profils de postes, ce sera alors plus simple ultérieurement pour configurer d'autres iphones/androids. Identification avec votre compte", "faiss_id": 70}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 65, "text": "Création de Profils (postes) en Automatique", "faiss_id": 71}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 66, "text": "12:30 12:32 App Store 4 App Store @ Gestion des profils ® Gestion des profils CREER UN PROFIL CREER UN PROFIL RECHERCHER DES POSTES RECHERCHER DES POSTES SE DECONNECTER SE DECONNECTER SUIVANT", "faiss_id": 72}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 67, "text": "Création de Profils (postes) en Manuel Si la recherche des postes ne fonctionne pas, vous pouvez toujours créer les profils à la main. 1) Vérification de l'adresse IP du poste et du port de connexion Faites un clic droit sur l'icône du logiciel KitDSServer , puis choisissez \"Show\" Vous trouverez l'addresse et le port de votre PC", "faiss_id": 73}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 68, "text": "2) création du profil pour ce PC", "faiss_id": 74}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 69, "text": "3) Quitter l'application puis la redémarrer et enregistrer le profil dans le cloud Vous choisirez Enregistrer le(s) X profil(s) de cet appareil dans le Cloud, afin d'enregistrer le ou les profils créés sur le cloud de l'application Kitview. Le choix Télécharger le(s) X profil(s) du cloud vers cet appareil n'est utilisé que si vous installez l'appli sur un smartphone supplémentaire, ou si vous avez effectué des modifications sur ceux ci, par erreur.", "faiss_id": 75}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 70, "text": "12:52 App Store @® Gestion des profils Synchronisation des profils Télécharger le(s) § profil(s) du Cloud vers cet apiigreil Enregistrer le(s) 1 profil(s) de cet appareil dans le Cloud SORTIR RECHERCHER DES POSTES SE DECONNECTER", "faiss_id": 76}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 71, "text": "La connexion ne se fait pas entre mon Smartphone et Kitview Windows URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/28622481531153 Si l'application ne parviens pas à se connecter : • Assurez vous d'etre bien connecté au wifi du cabinet. • Vérifiez que le logiciel KitDSServer se trouve tout a droite de votre barre des tâches Windows. Si ce n'est pas le cas relancez le à l'aide de l'icone sur votre bureau Windows. Normalement, vous devriez de nouveaux retrouver votre profil. Si le pb persiste : • Vérifiez l'IP sur KitDsServer qui se trouve tout a droite de votre barre des tâches. Faites un clic droit dessus : et choisissez Show.", "faiss_id": 77}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 72, "text": "Cette fenêtre de dialogue apparaitra, et vous y trouverez le nom, l'IP de l'ordinateur ainsi que le port de communication (8080 par défaut) dans le titre de celle-ci. Ici le PC se nomme MONPC, son IP est : 192.168.1.14 ; et son port est : 8080. Pour changer, sur l'application, le port de recherche, appuyer sur l'engrenage situé en haut à droite, pendant la recherche des profils, vous aurez alors accès à cette fenêtre : Vous pourrez changer dans cette fenêtre le numéro du port. Une fois les profils ajoutés, si vous relancez l'application, juste après l'identification, une synchronisation s'effectuera. L'application vous demandera alors :", "faiss_id": 78}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 73, "text": "Vous choisirez Enregistrer le(s) X profil(s) de cet appareil dans le cloud, afin d'enregistré le ou les profils créés sur l'appli. Le choix Télécharger le(s) X profil(s) du cloud vers cet appareil n'est utilisé que si vous installez l'appli sur un smartphone supplémentaire, ou si vous avez effectuez des modifications sur ceux ci, par erreur.", "faiss_id": 79}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 74, "text": "Le comparateur des photos URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729637874321 Le comparateur nous permet de comparer deux photos. Vous pouvez caster vers une télévision lors d'une présentation en touchant l'icône", "faiss_id": 80}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 75, "text": "09:32 Médiathéque bouger pour comparer BD comparer en plein écran", "faiss_id": 81}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 76, "text": "09:37 bouger pour comparer", "faiss_id": 82}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 77, "text": "Les photos via Prise de vue ou Scénarios URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729197562641 Pour prendre des photos avec votre application smartphone Kitview, il suffit de lancer l'application puis se connecter et choisir \"Prise de vue\". Après avoir pris la photo, vous allez choisir \"Utiliser\" pour envoyer la photo à votre fiche patient. Pour les scénarios, c'est à dire, les planches des séances prédéfinies que nous avons dans le Kitview, nous allons choisir \"Scénarios\". Après vous allez sélectionner le scénario. Dans cette exemple : \"Project de TT début\". L'application vous indique la photo que vous devez prendre (dans ce cas : \"Face Sourire (0/6)\"). Le scénario vous indique qu'il faudra prendre 6 photos. Une fois la photo réalisée, le scénario demandera de prendre la suivante.", "faiss_id": 83}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 78, "text": "Si une photo ne vous convient pas, il suffit de sélectionner la case et de refaire la photo.", "faiss_id": 84}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 79, "text": "Une fois que toutes les photos sont correctes, confirmer pour les importer dans Kitview.", "faiss_id": 85}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 80, "text": "Attention: Importer les scénarios de votre Kitview dans votre smartphone: Chaque fois que vous modifiez vos planches/scérios, il faudra toujours utiliser l'option pour télécharger les changements dans votre smartphone. Cela ce fait depuis les Réglages + Réinitialiser les scénarios.", "faiss_id": 86}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 81, "text": "Réglages Rafraichir photos sur le PC r @ ( il) PRISE DE VUE Choix appareil photo SCENARIOS R er les scénarios LORS DES IMPORTS Rajouter des étiquettes CHROMECAST Qualité native Afficher la date T @ LEGAL Régles de confidentialité REINITIALISER", "faiss_id": 87}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 82, "text": "Mémo vocal avec le smartphone URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729586267025 L'application Kitview du smartphone vous permet d'enregistrer des Mémos Vocaux que vous pouvez transférer dans votre fiche patient. Il suffit de choisir \"Mémo Vocal\" pour commencer à enregistrer. Pour le stopper, choisir de nouveau \"Mémo vocal\". Le document apparaîtra dans votre fiche patient avec une icône représentant un microphone.", "faiss_id": 88}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 83, "text": "28 Elément(s) : 14Mo (Tout de IMPLANT Brigitte) fo Edition Image Affichage Catégories Patient Export HCOR OBERT Dae ado} tee Nass y 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 29/05/2012 Pk - sd - | = S | | 29/05/2012 29/05/2012 29/05/2012 29/05/2012 = = 29/05/2012 04/11/2014 04/11/2014 04/11/2014 04/11/2014 04/11/2014", "faiss_id": 89}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 84, "text": "Paramétrer KitDSServer en connexion partagée URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/10435358583057 Pour utiliser l'application Kitview sur Smartphone, en clientèle, sans se connecter au wifi du cabinet, il faut pour commencer activer le partage de connexion sur l'iPhone. Pour cela, allez dans \"Réglages\" , choisissez \"Partage de connexion\". Activer \"Autoriser d'autres utilisateurs\", et définir un \"mot de passe Wi-Fi\".", "faiss_id": 90}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 85, "text": "Nous avons terminé la configuration et activation de la connexion partagée sur l'iPhone. Maintenant du coté PC, cliquez les paramètres de connexion sur la barre des taches: Affichez les réseaux wifi disponibles :", "faiss_id": 91}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 86, "text": "Sélectionnez le wifi de votre iPhone: Cliquez sur \"se connectez\":", "faiss_id": 92}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 87, "text": "Tapez le mot de passe wifi prédéfini sur l'iPhone auparavant : Une fois connecté, vérifier ensuite votre adresse IP, en cliquant sur le \"i\" de information:", "faiss_id": 93}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 88, "text": "Relever (copier) le nom de votre carte (description): Dans le dossier c:\\Orqual , dupliquer votre dossier KitDSServer en intégralité. et renommer le KitDSServer_HotSpot. Allez sur votre fichier KitDSServer.xml localiser en C:\\ORQUAL\\KitDSServer_HotSpot . Ouvrez le avec le bloc-notes en faisant clique droit, Ouvrir avec, Bloc-Notes :", "faiss_id": 94}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 89, "text": "Ajouter la ligne encadré si dessous au même endroit en renseignant le nom de la carte wifi relevé tout à l'heure : Enregistrez les changements. Puis envoyez sur votre bureau le raccourci de KitDSServer.exe situé dans C:\\ORQUAL\\KitDSServer_HotSpot. Le renommer: Exécutez le, et vérifier le nom + ip + port renseigné, en faisant un clique droit sur l'icone situé dans la barre des taches prés de l'horloge :", "faiss_id": 95}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 90, "text": "Sur l'application Kitview, ajouter le profile correspondant aux informations de la boite de dialogue:", "faiss_id": 96}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 91, "text": "CREER UN PROFIL RECHERCHER DES POSTES SE DECONNECTER", "faiss_id": 97}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 92, "text": "N'oubliez pas de VALIDER après les renseignements saisies. Il ne vous reste plus qu'à sélectionner le profile créer et de faire suivant pour accéder au menu d'actions.", "faiss_id": 98}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 93, "text": "Réglages URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/28860077845265 DONNEES Suppression compte utilisateur : permet de supprimer le compte utilisateur et remettre à zero. GÉNÉRAL Ecran de démarrage : affiche/cache l'écran de démarrage. Connexion auto. écran login : si cette fonction est activée, l'application se connecte automatiquement avec l'utilisateur enregistré. Connexion auto. écran profil : si cette fonction est activée, l'application se connecte automatiquement au dernier profil sélectionné.", "faiss_id": 99}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 94, "text": "KITVIEW PC Suivre le patient du PC : si cette fonction est activée, l'application est positionnée sur le même patient que celui sélectionné dans Kitview. Forcer le patient sur Kitview : ce réglage est accessible uniquement lorsque le réglage \"Suivre le patient Kitview\" est désactivé. Si ce réglage est activé, tous les changements de patient dans l'application mobile sont automatiquement appliqués dans Kitview. Afficher photo sur le PC : si cette option est activée, après chaque prise de vue, la photo envoyée vers Kitview s'affichera alors en plein écran. Rafraîchir photos sur Kitview : si ce réglage est activée, après chaque prise de vue, les vignettes des photos du patient son rafraîchies sur Kitview. Attention, si vous utilisez Kitview, l'activation de ce réglage gourmand en ressources peut dégrader momentanément les performances du poste sur lequel le rafraîchissement de la médiathèqu", "faiss_id": 100}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 94, "text": "n, si vous utilisez Kitview, l'activation de ce réglage gourmand en ressources peut dégrader momentanément les performances du poste sur lequel le rafraîchissement de la médiathèque patient est demandé. Si vous constatez des ralentissements sur ce poste ou souhaitez simplement accélérer l'envoi de photos, il est recommandé de désactiver ce réglage. PRISE DE VUE Choix appareil photo : ce réglage permet de prendre des photos avec l’appareil photo Kitview ou avec l'application photo natif de votre appareil mobile. SCÉNARIOS Réinitialiser les scénarios : cette fonction force le téléchargement des scénarios définis dans Kitview. Utiliser cette fonction après toute modification d’un ou plusieurs scénarios dans Kitview. Attention, chaque fois que vous modifiez vos planches/scérios, il faudra toujours utiliser cette option pour télécharger les changements. LORS DES IMPORTS Ajouter des étiquettes", "faiss_id": 101}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 94, "text": "w. Attention, chaque fois que vous modifiez vos planches/scérios, il faudra toujours utiliser cette option pour télécharger les changements. LORS DES IMPORTS Ajouter des étiquettes : ce réglage permet d’ajouter une ou plusieurs étiquettes spécifiques aux photos prises avec votre appareil mobile. CHROMECAST Qualité native : ce réglage permet d’afficher sur votre Chromecast, vos photos dans leur résolution originale pour profiter d’une qualité d’image optimale. Afficher la date : ce réglage permet d'afficher sur votre Chromecast un bandeau d’informations contenant la date de la photo. RÉINITIALISER Réinitialiser : ce réglage permet de réinitialiser tous les réglages de l'application.", "faiss_id": 102}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 95, "text": "Scanner de documents (PDF) URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729408001937 Pour scanner des documents en format PDF avec votre application smartphone Kitview, il suffit de lancer l'application, de se connecter et de choisir \"Scanner\". Un moyen pratique et facile pour numériser les documents de vos patients. Si vous cliquez sur \"Pas de filtre\" vous pouvez ajouter des mots clés (gabarits) à votre document. A l'aide du rectangle bleu, encadrez votre zone de capture, puis faites un clic sur \"Valider\". Si vous avez un document avec plusieurs pages, faites un clic sur \"+Page\" pour ajouter une nouvelle page. Finalement, cliquez sur \"Créer PDF\" pour envoyer le document dans la fiche patient.", "faiss_id": 103}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 96, "text": "Previsualisation — a 1S TRI Gis ajouter des pag ANNULER CREER PDF", "faiss_id": 104}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 97, "text": "Suivre les patients du PC ou Forcer les patients du smartphone URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729484946065 Par défaut, l'application smartphone suit le patient qui a été sélectionné dans Kitview sur le PC. Par contre, si vous voulez commander votre Kitview depuis votre smartphone, c'est à dire, pouvoir changer de patient depuis votre smartphone, il faudra alors changer un paramètre des \"Réglages\".", "faiss_id": 105}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 98, "text": "Pour trouver le patient nous avons plusieurs façons pour le retrouver, par exemple, nous avons écrit \"ortho\" pour chercher tous les patients définis avec ce mot.", "faiss_id": 106}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 99, "text": "» Changer de patient Libre Form Cas Oo ORTHO ORTHO ORTHO Chanaize Clothilde David ORTHO T ORTHO Emilie cesc Marilyne ORTHO ORTHO-INVIS...ORTHO-INVIS.. Valentine Micheline Mireille", "faiss_id": 107}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 100, "text": "Traçabilité avec le smartphone URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7729358894353 Pour scanner/lire les codes barres de vos prothèses ou autres articles avec votre application smartphone Kitview, il suffit de lancer l'application, de se connecter et de choisir \"Douchette\". Normalement nous utilisons la douchette pour remplir les champs de traçabilité dans un formulaire. Sélectionnez le champ désiré puis lisez le code barre pour que le numéro apparaisse. Pour l'exemple, nous utilisons un code barre d'un feutre. Le résultat lu avec votre smartphone", "faiss_id": 108}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 101, "text": "Nous pouvons vérifier que la lecture est bonne", "faiss_id": 109}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 102, "text": "Troubleshoot App Kitview is not working URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/32992079103121 Go to App Install or go to App Settings", "faiss_id": 110}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 103, "text": "Connected to wifi? ANDROID Last Version ? SCAN ME All permissions allowed during install ? App can find your computer ? Connect to Profile Go to Settings + Reinitialize scenarios Uninstall then re-install the app Exit the app and open again, when prompted, save to cloud KitDSS is running ? Verify IP/port of PC Launch KitDSS", "faiss_id": 111}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 104, "text": "Comment changer de bureau facilement ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7726492080017 C'est très simple, pour changer de bureau dans Kitview, faites comme ci-dessous: (Cliquez pour agrandir)", "faiss_id": 112}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 105, "text": "Comment changer la taille des vignettes ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/8139756231569 Pour changer la taille des vignettes, il suffit de ce mettre en mode Expert Kitview, puis de sélectionner \"Affichage\" + \"Résultats\". Vous pouvez non seulement changer la taille de la vignette, mais aussi la taille du texte sous les vignettes. Vignettes à 100x120 pixels", "faiss_id": 113}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 106, "text": "(Cliquez pour agrandir) Vignettes à 200x230 pixels (Cliquez pour agrandir)", "faiss_id": 114}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 107, "text": "Comment changer le SKIN (style) de mon bureau ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7726574566033 Pour changer de thème sur Kitview (les couleurs de l'habillage), il vous suffit d'aller sur Ensuite, allez sur \"Affichage\", \"Apparence\", et sélectionnez le thème souhaité à partir du menu déroulant. Vous avez aussi la possibilité de cocher l'option \"Icône claires\" si vous le souhaitez (recommandé pour les thèmes sombres). Les différents thèmes sont logés dans le répertoire \\Kitview\\Styles. N'oubliez pas de cliquer sur \"Fermer la fenêtre\" pour quitter les paramètres.", "faiss_id": 115}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 108, "text": "Comment créer différents bureaux en fonction des besoins ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724876984849 Nous avons vu dans l'article \"Comment personnaliser votre bureau\" la façon de réorganiser les fenêtres pour bouger/transformer/fermer les différentes fenêtres qui composent le bureau du Kitview. Maintenant nous vous proposons différent bureaux que vous pouvez créer et stocker avec des noms précis: 1. BUREAU de BASE: fenêtre en 3 parties (Cliquez pour agrandir) Pour facilement changer de bureau, faites un clic droit sur le nom du bureau pour choisir d'autres disponibles déjà créés. (Cliquez pour agrandir) 2. BUREAU 2 SIDES: fenêtre en 2 parties (autres fenêtres sont en Auto-Hide)", "faiss_id": 116}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 109, "text": "(Cliquez pour agrandir) 3. BUREAU 2 SIDES - 4 VUES (Cliquez pour agrandir) 4. BUREAU GRAND VUE: toutes les options pour retoucher vos photos sont en plein écran", "faiss_id": 117}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 110, "text": "(Cliquez pour agrandir) 5. BUREAU FORMULAIRES (Cliquez pour agrandir) 6. BUREAU COMPARATEUR", "faiss_id": 118}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 111, "text": "(Cliquez pour agrandir) 7. BUREAU GABARITS: que pour sélectionner et gabariser vos photos (Cliquez pour agrandir) 8. BUREAU FILTRES PORTFOLIO: vous permet de filtrer, puis glisser vers le Portfolio pour préparer vos présentations", "faiss_id": 119}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 112, "text": "(Cliquez pour agrandir) (Cliquez pour agrandir)", "faiss_id": 120}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 113, "text": "Comment personnaliser votre bureau ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724222909713 L’environnement de travail Kitview ou plus simplement, bureau, est entièrement personnalisable (voir différents bureaux). Si certains panneaux ne sont pas au bon emplacement, ou certains sont à supprimer ou encore à ajouter, ces manipulations sont faciles à réaliser. Pour pouvoir réagencer votre bureau, vous devez passer en mode expert. Maintenant, vous êtes prêt pour personnaliser votre bureau. Cliquer sur \"Bureaux\", puis \"Réorganiser le bureau\". Quand vous avez activé la \"Réorganisation\" vos fenêtres (même celles qui sont dans les onglets) peuvent bouger de place.", "faiss_id": 121}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 114, "text": "(Cliquez pour agrandir) A quoi sert ces 4 icônes ? 1. Le premier permet de réorganiser les fenêtres soeurs. 2. Le deuxième permet de maximizer la fenêtre. 3. Le troisième permet de undocker (décadenasser du bureau). 4. Le quatrième permet de fermer la fenêtre. Exemple: undocker le PortFolio pour le docker dans les gabarits. (Cliquez pour agrandir)", "faiss_id": 122}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 115, "text": "La fenêtre \"PortFolio\" est maintenant prête à bouger (ou alors, faire clic sur X pour la faire disparaître). (Cliquez pour agrandir) Pour bouger la fenêtre, il faut faire un clic sur la barre de titre et en le gardant appuyé pour effectuer un glisser-déposer sur l'endroit où vous voulez la déplacer. (Cliquez pour agrandir) 1. vous placerez votre panneau à gauche du panneau en dessous. 2. vous placerez votre panneau à droite du panneau en dessous. 3. vous placerez votre panneau en haut du panneau en dessous. 4. vous placerez votre panneau en bas du panneau en dessous.", "faiss_id": 123}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 116, "text": "5. la partie centrale permet de placer votre panneau sous forme d’onglet du panneau en dessous. Relâchez la souris. Le PortFolio va se docker dans la partie du bas de la fenêtre Gabarits. (Cliquez pour agrandir) Résultat: fenêtre dockée dans Gabarit. (Cliquez pour agrandir) Vous pouvez aussi bouger les horizontales ou verticales pour agrandir ou diminuer la taille des fenêtres.", "faiss_id": 124}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 117, "text": "(Cliquez pour agrandir) DEMO Session: ADRIENPC_adrie L) = =, Ss F2ROaR BR & 2 HE “emxa Patient Bureaux Acquisition Séance _—Scénario_-—«Viewer_—“Formulaire Présentation Application Imprimer Courrier ce Parametres Aide Tous (21) [JO 9 X 2Eiément(s) : 678 Ko (Tout de TEST Logos) Hon x cobarits [Rechercher un patient Edition Image Affichage Catégories Patient Export 88 CO tt CORBSEA 2S © 8/0 8B wp! © es ew @ (rarestr | Apministeare | DenTaine| GENERAL | IMAGERIE | IMPLANT | PARO Prénom Manne =i @@ AankaAare Came Valentine a Facesourre Ponritfscerepes watGproflSour omatGprofirenc atD profisouri Prova Sowveface Souedgens Sour Francesca 18/05/2021 04/02/2022 ry ‘ a SHERMER ma wy, , ene) sre ra mandiousie Clothilde ° . Mireille Micheline Celine Marie aes = A VOk ts ebeNOass objet posé perdra tous ses attributs sauf Contention, Début de traitement, En cours, Fin de traitement, Temps. et prendra ", "faiss_id": 125}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 117, "text": ". Mireille Micheline Celine Marie aes = A VOk ts ebeNOass objet posé perdra tous ses attributs sauf Contention, Début de traitement, En cours, Fin de traitement, Temps. et prendra ceux du gabarit orto (0) 0 sélecton(s) Par types. SOR OC t\\Oma t stan Tout Bm Parodontie » Bia Implantologie » & Dentaire » Ba Documents » fn Radio » It Intrabuccale » Mm Portraits permet de bouger pour . Moulage: agrandir ou diminuer iéos me A étiquetter pour agrandir)", "faiss_id": 126}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 118, "text": "Le mode expert Kitview URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7836237868177 Le mode expert est souvent demandé par l'application pour pouvoir faire des modifications sur le paramétrage du Kitview. Pour passer en \"mode expert\" il suffit de cliquer sur l'icône de la barre outils, choisir \"Administration\" puis \"Général\", cochez \"Mode expert\". Pour confirmer, faites un clic sur \"Fermer la fenêtre\".", "faiss_id": 127}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 119, "text": "Les Styles (couleurs) du Kitview URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/34392958285585 Amakrits AmethystKamri AquaGraphite", "faiss_id": 128}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 120, "text": "AquaLightSlate Auric AquaLightSlate ‘Acquistion (@ BUREAU BASE Session: ADRIENPC__adrie (| & ae Tos 026 BcOa ae ‘RESON ge DEWEMMUCOURT_Pauine GRoUD Omer 4 anion INmaT Asin IMPUNT Manse INPUNT Marine iMPuNt ——Brigtte tMasTo Chantal IMPATO—_acucine INmaNTO Simone ‘OnmAUS ita onto Valentine ‘omni Chanaze omtio oa ‘ommio Mariyne mio Deva ‘ono cae S)e)2)(9)- ar types. > Tout » BE implantologie ‘Acquistion ° Stance Vi imislolal Stance (oles) Ce Viewer Formulae | | te Formulae Présentation Application ie Patient Esp [SIP IPAre) FEN Présentation, Application FED 31Bkment : 8 Mo (Tout de Demo Powerpoint) Edition Image Affichage Catégories Patient Export HCoROERTOBaO OOH I Parodontie Ba Documents > Radio » © intrabuccale » & Portraits Moulages me Videos Be A étiquetter ‘Tout Fivesdepopuaton Quoi Cephipg Auric ayt1/2020 ‘ayt1/2000 = sayt1/2020 207272022 ones2022 1@| a, 20/08/2023 vayiv2020 14/11/20", "faiss_id": 129}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 120, "text": " » & Portraits Moulages me Videos Be A étiquetter ‘Tout Fivesdepopuaton Quoi Cephipg Auric ayt1/2020 ‘ayt1/2000 = sayt1/2020 207272022 ones2022 1@| a, 20/08/2023 vayiv2020 14/11/2000 — ayive020 2orierenee saane0 <a sanvamo ayt12020 2ovtep2022 zovreyanz2 TOONOGUHE) FORMALAIRES PRESENTATIONS 135Ko attt10 Demo Powerpoint Imprimer Imprimer C ‘wyt1/2020 4/11/2020 sw/tt/2020 4/tv/2000 ons zorreneaee 207272022 | ae\" zones zonenaee Masquage Paramétres fO} Masquage | Paramétres 14/11/2020 ——- f sarni/2020 zovreranze povterene2 2ayte/2022 Ho ime ‘de Onn sows Aide e706 WA A Air kee THB VUE 2VUES Gabarts Porto (0) 0 sdecton()", "faiss_id": 130}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 121, "text": "Carbon CharcoalDarkSlate Tout, Fires depopulation Qua TICONOGRAPHIE , FORMLLATRES , PRESENTATIONS, Carbon CharcoalDarkSlate", "faiss_id": 131}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 122, "text": "CobaltXEMedia CyanDusk CobaltXEMedia Bod OC: 2 © o: e & CyanDusk", "faiss_id": 132}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 123, "text": "CyanNight EmeraldLightSlate Zl) | @ | % © 5/70 vreau Acquistion Séance Viewer Formulae Présentation Application nde Toss 28) HD 31ert) :8mo (Tout Demo Paver) fo me 2) Rechercherun patent iain ge WANchageE Calgorer Pater pc OOOO H S\\O|G |e 8|C\\O\\R O|B|B) i Oa\\m\\6) 0\\ | = Curseur MllLime ©... iit T Nom Frénom __|0. Nom = CCRESSON Brgite as | OD DEWEMRICOURT Pauine 65 or. House Otmer MARION alsin Manse Mating Brigitte Chantal Jacqueline Simone uke Valentine Chanaize Francesca Marine via 1ari172005 14/11/2020 14/17/2000, 141172020, 14/11/2020 CL esa 14/11/2020 14/11/2000, 1ar12000 19172020 vartv/2000 Tariv72000 “i:z<7Eigile Tare Tariv72000 Tari72008 2aytz/2022 zavteren2e ¢ © © ial Sle |e &|-) 20/12/2022 2072/2022 2ori2y2022 20/12/2022 2ori2/2022 20/12/2022 Implenclgie mya a Davie mre mre Dea $m Documents 1 Radio > inrabuccae 3 Porat 1 Moulages wm Vidéos mA éiqueter Bo Ae) oe ory ae 75/08/200", "faiss_id": 133}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 123, "text": "ori2y2022 20/12/2022 2ori2/2022 20/12/2022 Implenclgie mya a Davie mre mre Dea $m Documents 1 Radio > inrabuccae 3 Porat 1 Moulages wm Vidéos mA éiqueter Bo Ae) oe ory ae 75/08/2003 Ce B® = oO Viewer Formulsie Présentation Application ofice SS Acquistion | Séance 12a) 5451s) |:9/ 6/5/06 8 [EID 31 ément(s) : 8 Mo (Tout de Demo Powerpoint) Bo ie dion rage! Afichage|Calgnas Patent pet MAA ~OMOOONTE COONTKO+HNB S|C/0|5 O88 \\a) Oa \\a\\6) 0\\o\\= Phe ips Cove line =. TT engtte 2 | DEHEMRICOURT Pauline 65 Powerpoint House 3 bettie Ae 1ari172005 14/11/2020 141172020, Otmer 8 sanon = sae cea 14/11/2020 14/11/2000, 1at12000 14172020 vartv/2000 Tariv72000 Jacqueline Tari72020 Tariv72000 Tari72008 2aytz/2022 20/12/2022 zavterea2e 1 | a uke Cle |e &|-) 20/12/2022 20n12/2022 2012/2022 20/12/2022 2ori2/2022 sieBceeesesmse Chanaize Francesca Marine mpiantcioge 2ay12/2022 20/12/2022 zaviey2n22 2ay12/2022 sa", "faiss_id": 134}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 123, "text": "ea2e 1 | a uke Cle |e &|-) 20/12/2022 20n12/2022 2012/2022 20/12/2022 2ori2/2022 sieBceeesesmse Chanaize Francesca Marine mpiantcioge 2ay12/2022 20/12/2022 zaviey2n22 2ay12/2022 sa/tzr2022 zytey2n22 I Parodontie aia $b Documents el] 1 Rao 1} intrabuccale + portrats 7 Moulages me Viséos me A etiquetter 75/08/2003 EmeraldLightSlate", "faiss_id": 135}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 124, "text": "Glossy Glow {© BUREAU BASE Session: ADRIENPC_adrie ake 22h OS 8 2H & fo# 0°86 c Patient | urea | Acquistion | séance | viewer | Formulae |Présenation| Applicaton | tmpimer | Courier | Ofice | Masquage | parméies | Alge ‘Tous (26) (ED 51 Ekement(s) : 8 Mo (Tout de Demo Pomerpoint) Bo ie Rechercherun patient tion Image Afichage Catégories Patient Bipot A A 20 OBOCOOKT S/R OOK SRO THB S/O) mie scosiQmneasse som + Cuneur MMILime =. HT. Nom Prénom |. Nomb) 7 ipa ‘CRESSON Brigitte 296 a DevENRICOURT Poutne es Dene Powerpoint 31 Rae ay Feute Mate vw202 vaiv2039 varias we200 vara03 vara Grou Omer 8 4 MARION 136 7) IMPLANT. Alain 0 = ~~. Sarr lll bare ZT —= Z f Oe A wiv rv2080 vanvaseo vena wives vara fMeueTo— iecqueine 56 2 be cm ES an CRwe a ry Ommas tm ise di cbs ORO. vatnne 14 4 ‘ onmo che 8 a ver vatv0e0 varias ae mya soreete onmo Mare 305, a = ‘onTHo Davia 95 a 7 ormo ele 8 4 ? A ap = a E 3", "faiss_id": 136}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 124, "text": " 56 2 be cm ES an CRwe a ry Ommas tm ise di cbs ORO. vatnne 14 4 ‘ onmo che 8 a ver vatv0e0 varias ae mya soreete onmo Mare 305, a = ‘onTHo Davia 95 a 7 ormo ele 8 4 ? A ap = a E 3 \" Cova a) mn area eet faa eee? par types. i ny Drow “Gd » & Dentaire iw 3 aw inplortologie ed Diet aonerenee renee Doe + mw Parocontie mm Documents Rado 1 ponrats > Moulages 28/08/2023 Vidéos A iquetter L cephipg \"35K “Abs Deme Powepcint Glossy BUREAU BASE Session: ADRIENPC__adrie arian arvve020 aaaee 1/2020 rav2000", "faiss_id": 137}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 125, "text": "GoldenGraphite IcebergClassico", "faiss_id": 138}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 126, "text": "Kitview10 Kitview10a & &€ 2 0 see = Se eos es ar ez FEO 31. Bément(s) : 8 mo (Tout de Demo Powerpoint) Bo ime Futon Image. Affichage Catigores. Patient Export. [MB AMA) -OHOOOKTS POON TKO THB | a) 2 Clele/oleinisiaininlel2ieis |Z be —1pa sayni/an20 14/1202 san2020 sanian20 ayt2n20 swyt1/am00 san12020 saytiam20 sayn1/2020 4a\" 2 2 sytian0 ayrv2020 war2020 zone. poner 5 136 # s Zz 2 % F 18 124 208 205 5 5 one e ee°o = 5 2 52h Ge &§ &BH& s&h ® e506 Patent Bureaux Acquistion Stance Viewer Formulate. Présentation Appltion Imprimer Courier Ofice—-Masquage Parametres Age Tas (28) EEO 21ers): 00 (out de Demo Ponerponi) Blo ie [Rechercher un patient Eaton Image Afichags Catégoies Patent ipo mwaA CHOOOKSE LOOM ev CNS Boos ag cos Oges aaaeles Fb KI pl + Curseur flllLime +... i T om frénom (0. Nom = “CRESSON Brigitte 296 J DEWEMRICOURT Pauine 65 aaa Bf Ls wi o Howe 3 Feuwe Matnice 2 wi ‘aroun Omer 8 ", "faiss_id": 139}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 126, "text": " ag cos Oges aaaeles Fb KI pl + Curseur flllLime +... i T om frénom (0. Nom = “CRESSON Brigitte 296 J DEWEMRICOURT Pauine 65 aaa Bf Ls wi o Howe 3 Feuwe Matnice 2 wi ‘aroun Omer 8 IMBANT Alain » INBANT Manse : a inal me i A fig many te ‘anv we anv vwnvzcn wee IMPLANTO Jacqueline 95, weuNTO Simone 20 =x\" 9 ome. ‘ me Zz % 2 @ ‘orm Valeting 18 . ‘onto chanaie 124 coma} ——— = arvana wr 20/12/2022 aries ‘oro Marte 305 ‘onto and % ‘orm mike 95 Tost cre: 2onie/2022 20/12/2022 20/12/2002 Par types. ice ol q cag + Dentaire » me Implantologie 2ori2re022 20/122022 “20/12/2022, $i Parodontio $B Documents + Radio 0 intrabuccale +B portraits ( Moulages 1m Vidéos A tiqueter : = [EWE 2WeS catane prio (@)osdecn) Tait) Fives de popiaton Quel TTCONOGRAPHIE) FonMULAIRES PRESENTATIONS Cephips 135Ko anat10 Demo Powerpoint Kitview10a", "faiss_id": 140}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 127, "text": "LavenderClassico Light Oo &@ € 2mMAaeah oO FeuRue Mathie 14/11/2020 14/11/2020 14/11/2020, 14/11/2020 a re i a Iwease Sete rr ee) re sae erm eS : 4 aT So Se tC Le ee . 7 = Tout B cwara- 2onizve022 ‘0/2/2022 ‘20/12/2022 ‘20/t2/2022 ‘20/2/2022 Par types... ac ioe, > Cima Aid om. » me Implantologie 2071272022 oriare022 oriare0az 7 ee ileal moe ie Fata > Moulages Fr Ce (FER Fires depopdston Quoi (WRHEGEPAEY romuviines presexrarions - a a ‘Acquistion Seance Viewer Formule Présentation Appiation Imprimer Courier OMe Masquage Parametes a) EID 316ments) : 8 Mo (Tot de Demo Ponerpoht) Rechercherun patient Edition Image Affichage Categories Patient Export cCOS&E tom BEOE OQRE Gamo cos Wom re (CRESSON rite a) CHOOOKSE LOOM fF be —ipd + Curseur IllLime >... aT LavenderClassico ‘BUREAU BASE Session: ADRIENPC adie (0) Masquage IO 31 nent) : Mo (aut de Dene Ponerpont) Eation Image Affchage Catégories P", "faiss_id": 141}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 127, "text": "M fF be —ipd + Curseur IllLime >... aT LavenderClassico ‘BUREAU BASE Session: ADRIENPC adie (0) Masquage IO 31 nent) : Mo (aut de Dene Ponerpont) Eation Image Affchage Catégories Patient Export HCOoR OG OBBO6OLm |. Nom) FEULUE irouo IMPLANT rane ed Parametres Bo ine (ba @ A A010) | be —1ps -UBVOONT@ [POON FKROe BAB | + Cuseur MllLime + aT", "faiss_id": 142}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 128, "text": "Luna MetropolisUIBlack =, & 2% © &® §@ 2 ff & qdow#o e706 Potent Guru Acquistion Stone Viewer Formuiore Péseniaton Applation impimer Courier ice Masquage Pare: _ hee g) 200) EID 1 6ment): 8M Txt de Dero Ponerpont) B leerecrerunpatent Edition Image Mfichage Caégores Patent Epo UBCOON EE) ROOK PCOGaE mceajouns DaseuuH FL Kol + Cusew lle + wT Bion ieinon [6am DEHEMRICOURT Pauine 65 ate Deno one howe 3 rome mae vwi2t%9 ‘wet git ani/202 Grou Omer \" MARON 36 iMPant Alin » at Fa mt fui ase 7 : wnat tine 38 neu tote ‘anet2 ete wenew0 vane vanvaneo wane mM teaueine 56 wut Sone 20 = = = fae a3 ORTHO ‘valentine 1s 4 onmo = Ghanee ae a vane vanes get Dvi2e wre onmo = Mane ts onmoOmns3e onmo tne oe roxt ovr e- sonar orien poet orien ree Par types... fel See c= q cag 1 Dente Wi » me Implantologie 2art2/2022 20/12/2022 2ovi2/2022 “20/12/2022, am Porodontie $a Documents Radio 3 inrabucae 1 ponrats (© Mo", "faiss_id": 143}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 128, "text": "oet orien ree Par types... fel See c= q cag 1 Dente Wi » me Implantologie 2art2/2022 20/12/2022 2ovi2/2022 “20/12/2022, am Porodontie $a Documents Radio 3 inrabucae 1 ponrats (© Moulages me Videos me A eiqueter Wi tne Giet pottio orca) Toit) ives de popuaton Quoi ‘TOONDGRAPHIE’ FoRMULAIRES PRESENTATIONS Cohips B5Ko ABI Demo Powerit Luna @2/2)2/2/3\\s\\3ia\\e =o © 50 $76 - Seance Masquage Parametes EID 316séments): 8 Mo (Tout de Demo Ponerpoh) Ho ine Becerra poet Eeition Image Affichage Categories Patient por BAA MWK OBOOOKTES COON TKOY TAB S/O|G ag acies ols Ri Oanev08 FL Ips + Crseur Mime * aT tom mrinon 0. Nom 5 CHESSON Bogie. ase DevENRICOURT Pauine eS Demo Powerpoint 31 o ic FEUILLE Matnide 42 14/11/2020 aive020 14/11/2020 “a2020 mou Omer \" Manon Be IMPLANT. Alain 0 | IMPLANT Maryse: 34 p S baal ieune Mantine 35 Pease | wait ratte 27 ca Cr a wan wna wa wren wnat wupasTo —Icqueine 96 oma", "faiss_id": 144}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 128, "text": "20 14/11/2020 “a2020 mou Omer \" Manon Be IMPLANT. Alain 0 | IMPLANT Maryse: 34 p S baal ieune Mantine 35 Pease | wait ratte 27 ca Cr a wan wna wa wren wnat wupasTo —Icqueine 96 omals ne ‘so ORTHO: Valentine. 14 4 ormo—chmage 128 eae = r= wie tran rire Om Marie 308 FE ommo Dm onmotne os Tost ree Dee rene Dream ponerenee zovrey2a22 ones2022 poner zytey2n22 o “1Sko ‘aeot10 \"Demo Powerpoint MetropolisUIBlack", "faiss_id": 145}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 129, "text": "MetropolisUIBlue MetropolisUIDark", "faiss_id": 146}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 130, "text": "MetropolisUIGreen Obsidian Pechercherun patient Vidéos Pechercherun patient Vidéos =) = > - jelalelalk=AC oleae ee el ala htt | elles =) = > . a ae fae ee (ee EIS UaIelel itil fete Pre", "faiss_id": 147}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 131, "text": "OnyxBlue RubyGraphite » & intrabuccale » & Portraits Moulages me Videos Ba A étiquetter Toit) Fires depopuston Quoi OnyxBlue RubyGraphite", "faiss_id": 148}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 132, "text": "SapphireKamri Silver Acquistion Séance rz Imprimer Courrier. Office GON Te COON TRO RNB B® © 6 6 2 Ge oo Bureaux Aequation Stance Viewer Formulae Présentation Application Imprimer Courier Ofice__—-Masquage _Paamétes (EID 51 Bkément(s) : 8 Mo (Tout de Demo Pomerpoint) [Rechercher un patient Edition Image Affichage Catégories Patient Export OCHOOCOKTE COON TKO RAB EL cOaae COR CER@OesBe0OH Cuseur Mime >... i T Nom réom or re a CRESSON ——_Bngtte DEHEMRICOURT_ Pauline Demo Powerpoint De House Rous 41/2020 iat /2020 Tariv72000 iarira0e0 Tarve009 Jacqueline Simone tia Valentine Chanaize Francesca Mantyne SebEegeReS Par types. Tou » & Dentaire > Be Implantologie I Parodontie Ba Documents > Radio » & intrabuccale » & Portraits Moulages me Videos Ba A étiquetter zavte/e022 VUE 2VUES Gabarte Porto (0) 0 slecton(e) Tout Fires depopuston Quoi", "faiss_id": 149}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 133, "text": "Sky SlateClassico BUREAU BASE Session: ADRIENPC_adrie @exetRarese2eamrdo#r o Bureaue Acquistion Séance Masquage Paramétres 6| |e : ‘Tous (26) FED 31 Ekement(s) : 8 Mo (Tout de Demo Pomerpoint) fio ime [Rechercher un patient Edition Image Alfichage Categories Patient Export MAA LK ~OCHOOOKTS MOOK TKOC TAB cCOGaae aicielsiolaieia Caneous 7X o> Cnr Mim -. a T ‘CRESSON Brigitte | Semcon Pie — fue Netiee 14/11/2020 14/11/2020 14/11/2020 14/11/2020 14/11/2020 Grou Omer \" Manon 136 tMpust ain INmaNT Mase 54 IMeant Manne 35 imac Baigtte. 27 IMPLANTO Chantal a Te) Rate) IMPasTO——Iacgucine 96 IMpusto Simone 20 omnis te ‘30 onto Voletine 114 onmo Marie 305 onmio Deis 8s onmo time 35 ors o- Partypes.- See om aus » entare iS 2ort22022 20/12/2022 20/12/2022 2ori2e022 $m arodontie $f Documents } Radio 2 inrabuccale 2 1 ponrats 1 Moulages Vidéos me Atiqueter Cal eo 2 2 OS SS ese Cp so ee) Bo ie Edition ", "faiss_id": 150}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 133, "text": "S 2ort22022 20/12/2022 20/12/2022 2ori2e022 $m arodontie $f Documents } Radio 2 inrabuccale 2 1 ponrats 1 Moulages Vidéos me Atiqueter Cal eo 2 2 OS SS ese Cp so ee) Bo ie Edition Image Affichage Catégories Patient Export MAA rwA CHOOSE KEk eu TAB aicoees Bi oOsaseouom fF be — 1p Bea sayt1/2020 sati2n20 SRRBEEERRANULB ase zones poner SlateClassico", "faiss_id": 151}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 134, "text": "SmokeyQuartzKamri TabletDark | BUREAU BASE Session: ADRIENPC_adrie 6G ® Oo & & ano # © ese + Salen eee a eae a eta aa as a Saag ‘Tous (26) (O51 Gément(s) : 8 Mo (Tout de Demo Pomerpoint) Bo me ‘Rechercher un patient Edition Image Alfichage Cetégories Patient Export MAA WA) -CHOLOKTS@ |POOK KO OT HB| me on ae Bi Osazeovs Lf be — ips aT vwyt1/2n20 a) @esrSuveagca~ SS8RE of © “s7e Stance Masquage Paramétres Ae FED 31 Bkments): 8 Mo (Tout de Demo Ponespoint) Ho ie tion Image Affichage Catégores Patent sport WA AAA OCHOOOKTE FOOKTKOH RNB cone & BRiOsse00m FL —ipd + Curseur Mime +... i T sayt1/2020 san12n20 SBRBEegeReNuLe gaa” <9 ones2022 poner TabletDark", "faiss_id": 152}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 135, "text": "TabletLight TurquoiseGray BUREAU BAS TabletLight ei Par types. fp rout » © Dentaire ADRIENPC_adrie f) = ode f& @) Bs patent || siren | Acquistion us 8) : echererun potent (cae) om einem [6am CRESSON Bugle —« DeNENRICOURT Pasine es o eue Grou Omer \" anon 136 hurt A fui amse wwpuet Marine 35 wmeust—Bngite fweaeto Ghat Imus iacqueine 96 wut Smone 20 Ormals tim ise ORM Matentne onmo Marte 308, onmo ond Ss onmo cite 38 rat a (#)(@1] > Be Implantologie I Parodontie Ba Documents > Radio + intrabuccale » & Portraits Moulages me Videos Ba A étiquetter Cephjpg Gg stance Présentation 311i): 8 Mo (Tout de Demo Ponerpoint) Edition Image Affichage Catégories Patient Export Ce Formulaice Appliation giclo|a) O)/5\\n\\a) Oja\\a\\e i) iy 3 =) [ . i AA Sh Ney 20/12/2022 © 2ovier2022 20/12/2022, 24/08/2023 CONOGRAPHIE FORMULAS 410 135Ko Deme Powerpoint courier 1472020 “<2 q f ani2020 2ayrzp2022 = (\\ 2ayreyene2 ", "faiss_id": 153}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 135, "text": "i) iy 3 =) [ . i AA Sh Ney 20/12/2022 © 2ovier2022 20/12/2022, 24/08/2023 CONOGRAPHIE FORMULAS 410 135Ko Deme Powerpoint courier 1472020 “<2 q f ani2020 2ayrzp2022 = (\\ 2ayreyene2 2ayrape022 ofice 14/11/2020 ayiv2020 fO} Masquage arivete0 ae 1ayt12020 eo varrve020 2ayrzre0z2 2ayi22022 2ayrzre0z2 zovrerea2e porierene2 zytey2n22 mwaA 2 te 1p 7 tna © Bom: OOnNTSe COON TROV RNS f aT OMOOON TE KOON TRS RNB Curseur Lime = .. aT TurquoiseGray", "faiss_id": 154}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 136, "text": "Windows10 Windows10Blue O@xe#ocaseead ore ~s7e eso | cation | since rermaaee|risenaton|Aepsaton | teprmer | counter | omer | saramoe | rmmines | Ae Tax 05) HO. 51Gtmon(): 8m Gute Ooms Ponca) fio ie Recercheron paint Eaton Image Afichage Catgaes Patent Exot MAA MM) UBOOOKTE CYO> cOShe —(acleleelasiainissieleies Fb ip) = Corceur MLine =. tT Nom fo a pan | nts boat sanene sani wwe = Bait bz: 4 ag Valentine e cee = _ wie Drie wom ovae- rete ra cori variate Pears om eas > bentaire » B& Implantologie oe meer Dee mene onan 3 am Documents > Radio 3 intrabuccae 1 Ponrats ( Moulages me Videos me A eiqueter |Ceph.jpg Windows10 @ BUREAU BASE Session: ADRIENPC_adrie, - o x = = z 6&2 %® 8&2 @ 2h ee oF O S70 Patient. Bureaux Acquisition Seance Viewer Formulaire Présentation Application Imprimer Courrier ‘Office Masquage _Paramétres_ Aide ~ “Tous (26) FHJO 31.kémente): 8 Mo (Tout de Demo Powerpoint) fio", "faiss_id": 155}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 136, "text": "Acquisition Seance Viewer Formulaire Présentation Application Imprimer Courrier ‘Office Masquage _Paramétres_ Aide ~ “Tous (26) FHJO 31.kémente): 8 Mo (Tout de Demo Powerpoint) fio ine [Rechercher un patient Edition Image AMfichage Cetégories Patient Export BAA AA -OHOOO @ 000% “ORB cCQOuae BCOR|OERGDaae oon Abe tpt Corseur MMlLime i T wom eo CRESSON_— bogite 206. | [i gy DenENMCOURT une 6s Deno Power 3 oe tose revue wtnie 2 eo GRouy Omer 8 trust Ain huni Manse 54 Iman Manne 35 fupait atte az wan wan variate IMeatTo—iacurine 86 pars 2» bane: 4 Ofmals te ‘98 Gf ‘ORMOValetine 14 ormo cumce 8 TT aia | ania cova onmo Nate 308 ommo mds onmo ele 8 Tot craig wee Dre Dee wae Dra Dre var types. ae @ Fs » & Dentaire ey » MB Implantologie 1 mt parocontie mentee corre riee02 Yas Documents + PD Radio 1 inabeccale 1 Porras 1 Moulages & Viséos me A doqueter WES Gibris Port (0) 0 Secon) (THD Fives de po", "faiss_id": 156}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 136, "text": " MB Implantologie 1 mt parocontie mentee corre riee02 Yas Documents + PD Radio 1 inabeccale 1 Porras 1 Moulages & Viséos me A doqueter WES Gibris Port (0) 0 Secon) (THD Fives de popusten Qui (RAI) rocmaes. presaarions cxphipg 135Ko Bci0.———_Deme Powerpoint Windows10Blue", "faiss_id": 157}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 137, "text": "Windows10Green Windows10Purple", "faiss_id": 158}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 138, "text": "Windows10SlateGray wmer Oct Ma cquage Paramétres Aide so ° * © 804: —_z WA A MK) OB", "faiss_id": 159}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 139, "text": "Comment utiliser le Letter URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7744587719825 Letter est un logiciel qui permet de générer des courriers personnalisés en fonction du patient courant. Chaque type de courrier est paramétrable dans sa mise en forme ainsi que dans le type de données à afficher. Ce logiciel fonctionne correctement si vos photos sont correctement étiquetées. Si les gabarits sont incorrects, le résultat ne sera pas celui escompté. Pour lancer Letter, il suffira de choisir l'icône \"Courrier\" de la barre d'outils, puis choisir un des courriers déjà présents. (Cliquez pour agrandir) Lors du lancement, Letter s'affiche avec certaines possibilités : une barre d'outil qui change selon le mode, puis les \"Options\" qui dévoilent d'autres options pour les objets sélectionnés.", "faiss_id": 160}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 140, "text": "(Cliquez pour agrandir) La barre d'outils n'est pas complètement activée car, en ce moment, nous sommes en mode \"Aperçu\". Le mode Aperçu (lien) • l'application est en mode affichage • le modèle a été fusionné avec les données du patient courant • la barre d'outils affiche l'icône \"Création\" pour passer en mode Création Ce mode permet: • imprimer • envoyer par mail • sauvegarder le courrier dans le Kitview en format graphique à choisir entre BMP/JPG/TIF/PDF • ajouter des zones (de texte, d'images) • zoomer la vue (affiche la page entièrement, soit sur la largeur de l'écran) • aligner les objets en sélectionnant plusieurs zones/objets Le mode Création (lien) • l'application est en mode création/modification d'un modèle de document • c'est le mode de conception/paramétrage du document • la barre d'outils affiche l'icône \"Aperçu\" pour passer en mode Aperçu Ce mode permet: • créer un nouveau ", "faiss_id": 161}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 140, "text": "modèle de document • c'est le mode de conception/paramétrage du document • la barre d'outils affiche l'icône \"Aperçu\" pour passer en mode Aperçu Ce mode permet: • créer un nouveau document • ouvrir un document existant • fusionner avec un autre document existant • enregistrer le document • sauvegarder le courrier dans le Kitview en format graphique à choisir entre BMP/JPG/TIF/PDF • envoyer l'objet derrière/devant • grouper/dégrouper les objets • zoomer la vue • aligner les objets", "faiss_id": 162}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 142, "text": "Le mode Aperçu URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/8087559174417 Quand Letter est en mode \"Aperçu\" : • l'application est en mode affichage • le modèle a été fusionné avec les données du patient courant • la barre d'outils affiche l'icône \"Création\" pour passer en mode Création Ce mode nous permet: • imprimer • envoyer par mail • sauvegarder le courrier dans le Kitview en format graphique à choisir entre BMP/JPG/TIF/PDF • ajouter des zones (de texte, d'images) • zoomer la vue (affiche la page soit entièrement, soit sur la largeur de l'écran) • aligner les objets en sélectionnant plusieurs zones/objets (Cliquez pour agrandir) Sur le texte, vous pouvez modifier : • La police • La couleur • La taille du texte • choisir \"barré\", \"Italic\", \"gras\" • Taille automatique recadre automatiquement la zone de texte en fonction du contenu • Retour ligne : active le retour ", "faiss_id": 163}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 142, "text": "eur • La taille du texte • choisir \"barré\", \"Italic\", \"gras\" • Taille automatique recadre automatiquement la zone de texte en fonction du contenu • Retour ligne : active le retour à la ligne si la cadre est trop petit en largeur (sinon le texte est rogné) • Supp. lignes vides : les lignes sans caractères seront supprimées de la zone de texte • Alignement : permet d'aligner le texte au centre, à droite ou à gauche dans la zone de texte • Raccourcis : permet d'activer la zone de texte directement en mode d'édition en tapant le raccourci désigné au clavier. Les différentes options permettent de créer des effets visuels pour les textes ou sur n'importe quel autre objet présent.", "faiss_id": 164}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 143, "text": "(Cliquez pour agrandir) Vous pouvez sauvegarder votre courrier en différents formats, ici par exemple en JPG. (Cliquez pour agrandir) Voici l'image générée dans Kitview.", "faiss_id": 165}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 144, "text": "(Cliquez pour agrandir) mo 6 &@ & @B a a ee eden ec Pee eee Bie as aia ens peace Be we | Edition Image Affichage Catégories Patient Export BB A 028000) HSCORD OBERT OBBO OO} > ePPOHSEH ©.Nom| 12/03/2008 12/03/2008 12/05/2008 12/03/2008 12/03/2008 e. <a ] A Patient: ORTHO Francesca 12/03/2008 1203/2008 12/08/2008 12/03/2008 2/03/2008 Aae: 28 ans et 2 mois 12/08/2008 29/04/2008 y2008 29/04/2008 79/04/2008 eieseuk DEBUT DE TRAITEMENT neupaaaaay 29/04/2008 1w/04/2010 crre- FIN DE TRAITEMENT Par types. Tout im Parodontie ‘ma implantologie 1/04/2010 rayo42010 4/04/2010 14/04/2010 14/04/2010 & Dentaire abs mt Documents ¥V Ss \" 42010 vay04/2010 14/04/2010 ane =p 14/0472010 4042010 30/06/2015 COTO 79/04/2009 008 pour agrandir)", "faiss_id": 166}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 145, "text": "Le mode Création URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/8087642245777 Quand Letter est en mode \"Création\" L'application est en mode affichage Le modèle a été fusionné avec les données du patient courant des différents serveurs de données La barre d'outils affiche l'icône \"Aperçus\" pour passer au mode Aperçu Les champs de fusion textes Par défaut, un champ de fusion de type texte (à savoir les données de gestion, de formulaire et de céphalométrie) est demandé à Kitview. Identificateurs: %T% : Le champ a pour source le serveur de données de gestion (Texte) %F% : Le champ a pour source le serveur de données de formulaire %C% : Le champ a pour source le serveur de données de céphalométrie Exemple: <%T%Nom> pour le nom du patient courant (source Gestion) <%F%CLINIQUE> pour le résumé du formulaire CLINIQUE (Cliquez pour agrandir) Les champs de fusion images Tous ces ", "faiss_id": 167}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 145, "text": " Exemple: <%T%Nom> pour le nom du patient courant (source Gestion) <%F%CLINIQUE> pour le résumé du formulaire CLINIQUE (Cliquez pour agrandir) Les champs de fusion images Tous ces champs sont complètement dépendants de votre configuration dans Kitview, il s'agit de toutes les étiquettes disponibles dans Kitview. L'image qui va être insérée, sera la dernière image qui correspond à la liste des attributs que vous allez donner et qui fait partie de la collection active.", "faiss_id": 168}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 146, "text": "Le résultat est dépendant de l'ordre de tri de la fenêtre des vignettes de Kitview (Résultat). Pour les étiquettes de type booléen, il suffit de mettre le nom de l'étiquette. Par exemple, si on cherche la radio de profil de début de traitement : <Radio><Profil><Début de traitement> Pour les étiquettes qui peuvent prendre des valeurs, séparer le nom de la valeur par le signe égal (=): <Temps=1><texte=un texte> (Cliquez pour agrandir)", "faiss_id": 169}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 147, "text": "(Cliquez pour agrandir) Patient: ORTHO Francesca _“” Sur i¢one Apercus pour découvrir votre courrier Aae: 28 ans et 2 mois Paysage i [Aa g 2100 297.0 ce TY DEBUT DE TRAITEMENT Mages Taille Heuteur fto.0 foo fto.o fto.0 Gauche Droite Haut Bas Document Qualite {Besse (150DP) > iquetis Kiview a] FIN.DE TRAITEMENT € Efets “| i z Cliquez pour agrandir)", "faiss_id": 170}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 148, "text": "Comment créer un filtre de patients par docteur URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/35675712999185 Pour créer un filtre patient par médecin, nous devons suivre plusieurs étapes consécutives. 1. Création et configuration d'un formulaire simple Pour initier la création d'un formulaire, naviguez vers la section \"Formulaires\" et sélectionnez l'option \"Créer un formulaire\". Lorsque l'application Kitview propose un formulaire de type \"multiple\", répondez par la négative. L'objectif est en effet de collecter une réponse unique plutôt qu'une série de données. Nommez ce formulaire \"Choix Dr\" et validez l'opération. Afin d'optimiser l'ergonomie, vous pouvez \"undocker\" ce formulaire. Il est recommandé de le positionner, par exemple, sous la liste des patients. Cette disposition facilite la sélection et l'affectation rapide d'un médecin à un patient spécifique. Pour édi", "faiss_id": 171}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 148, "text": "ecommandé de le positionner, par exemple, sous la liste des patients. Cette disposition facilite la sélection et l'affectation rapide d'un médecin à un patient spécifique. Pour éditer le formulaire, utilisez le raccourci Ctrl+F12. Intégrez une liste déroulante des médecins via la fonction TListBox. Renseignez la propriété \"Items\" avec les noms des médecins. En complément, l'ajout d'un bouton dédié à l'enregistrement des informations sélectionnées est pertinent. 2. Filtrage des Patients par Médecin Pour organiser efficacement le filtrage des patients, accédez aux « filtres de population ». Créez-y un nouveau dossier, que vous nommerez par exemple « Choix Docteur ». Dans ce dossier, vous configurerez un filtre distinct pour chaque médecin. Il est également judicieux d'y inclure un filtre « tous » ; cela vous permettra de lister l'ensemble des patients sans avoir à changer de dossier.", "faiss_id": 172}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 149, "text": "3. Triage des photos Le processus de triage des photos demeure inchangé, en suivant la procédure établie. Il suffit de naviguer vers l'onglet pertinent et de sélectionner le filtre correspondant aux types d'objets que vous souhaitez visualiser.", "faiss_id": 173}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 150, "text": "4. Procédure d'Utilisation Pour chaque patient, commencez par sélectionner le nom du médecin approprié dans le formulaire \"Choix Dr\". Confirmez ensuite votre sélection en cliquant sur le bouton \"Enregistrer\". Afin de filtrer les patients par médecin, naviguez simplement vers l'onglet \"Filtres de population\". Sélectionnez le nom du médecin désiré ; ceci affichera uniquement les patients qui lui sont affectés. 5. Choix de réorganisation des fenêtres Vous avez la liberté de réorganiser la disposition des fenêtres selon vos préférences. Que vous souhaitiez visualiser toutes les options simultanément ou privilégier une interface plus minimaliste, les ajustements sont à portée de main.", "faiss_id": 174}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 151, "text": "(clic pour agrandir) [BA Mt) OH OOOK TS COON TROY RAB NOP A» SOG Deaevusm A be tps 03/03/2008 07/07/2008 25/08/2004 ‘04/10/2008 pour agrandir)", "faiss_id": 175}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 152, "text": "Comment créer un formulaire ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414615447697 • Activez le mode expert . • Cliquez sur Formulaire . La fenêtre Choisir un formulaire s'affiche. • Cliquez sur Créer un formulaire La fenêtre suivante s'affiche", "faiss_id": 176}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 153, "text": "Un formulaire peut être multiple ou unique. Si nous l'avons désigné comme multiple, il peut exister plusieurs fiches pour un même patient. La date sert d'index à la fiche (exemple: une fiche Laboratoire). En revanche, le formulaire unique n'a qu'une seule réponse. Une fois le comportement choisi, le terme nouveau apparaît dans la liste des formulaires. Il est surligné. A vous de lui donner un nom pertinent, puis d'appuyer sur la touche Entrée de votre clavier pour enregistrer le libellé. • Ensuite, double-cliquez dessus pour le faire apparaître en plein écran dans Kitview. • Appuyez simultanément sur les touches CTRL F12 correspondant à la combinaison accédant à l'éditeur du formulaire.", "faiss_id": 177}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 154, "text": "Comment utiliser les formulaires URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7744584002193 Les formulaires sont en général des questionnaires numériques, dans lesquels sont centralisées les réponses, à un ensemble de questions nécessaires pour le suivi de vos patients. Ils s'appliquent à chacun d'eux. Ils vont vous permettre d'enregistrer des informations spécifiques : que ce soient des informations liées à leur traitement, à leurs particularités médicales, l'état de leur dentition, etc. Ils ont plusieurs caractéristiques : • la possibilité d'en créer ou de les modifier simplement, sans connaître la programmation • la recherche pour retrouver des familles de patients, en les utilisant comme un outil avec une multitude de critères • la possibilité d'avoir une vue instantanée et globale d'un patient par la fenêtre \"Résumé des formulaires\" Pour gérer les formulaires, c", "faiss_id": 178}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 154, "text": "e un outil avec une multitude de critères • la possibilité d'avoir une vue instantanée et globale d'un patient par la fenêtre \"Résumé des formulaires\" Pour gérer les formulaires, cliquez sur le bouton \"Formulaire\" présent dans la barre d'outils principale . Les formulaires KITVIEW sont indépendants : cela signifie que vous pourrez échanger des formulaires avec d'autres praticiens et surtout, en téléchargeant ou utilisant les formulaires faits par d'autres praticiens. (Cliquez pour agrandir) Pour cette explication nous utiliserons un formulaire très simple. Après avoir coché certaines cases, nous allons cliquer sur l'icône , pour enregistrer les données. Une fois enregistrées, la fenêtre \"Résumé des formulaires\" nous affiche seulement les cases qui ont été sélectionnées.", "faiss_id": 179}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 155, "text": "(Cliquez pour agrandir) Pour créer/modifier les formulaires consultez ce lien.", "faiss_id": 180}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 156, "text": "Comment utiliser les résultats d'un formulaire dans un document WORD URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/19442591467921 Ce document vous montre comment utiliser les résultats d'un formulaire et utiliser les champs de fusion dans un document Word. Pour cette procédure nous utilisons ce formulaire que vous pouvez le télécharger et importer (explication d'importation de formulaires) Ce que nous voyons dans Kitview Pour intégrer les résultats d'un formulaire sur un document Word, il faudra écrire le texte que nous souhaitons et rajouter des commandes. Ceci c'est la commande + le nom du formulaire : En utilisant que la commande, le document Word nous montrera le résumé du formulaire sans aucun format :", "faiss_id": 181}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 157, "text": "Si nous voulons personnaliser les champs de fusion du formulaire, il faudra écrire la commande et rajouter les noms des champs. Pour connaitre les noms des champs des formulaires, il faudra se positionner sur le formulaire, puis toucher CTRL+F12 pour ouvrir l’éditeur des formulaires de Kitview. 1. Name c’est le nom du champ de fusion. C’est exactement ce nom que nous allons utiliser dans notre document Word pour définir chaque résultat que nous voulons inclure dans notre document. 2. Liste avec tous les éléments (champs) que nous avons dans le formulaire. 3. Nous permet de sélectionner un champ sans avoir à le rechercher dans la liste de gauche. Exemple de formule avec commande + nom des champs :", "faiss_id": 182}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 158, "text": "Le résultat dans le Word : Note: Les sauts de ligne sont dus au fait que tous les champs n'ont pas été sélectionnés dans le formulaire. Cependant, vous pouvez supprimer ces lignes manuellement avant d'enregistrer le document.", "faiss_id": 183}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 159, "text": "Attention: Pour écrire votre document Word vous devez utiliser que les documents qui se trouvent dans le répertoire \\ORQUAL\\KITVIEW\\MODELES\\WORD Si vous n'avez pas de fichier pour tester, vous pouvez le télécharger en cliquant ICI Ces fichiers .DOC ont des MACROS qui dialoguent avec le Kitview pour extraire le résultat des champs de fusion. Pour éditer : il faudra sélectionner le fichier puis avec un clic droit modifier l'attribut Pour le document final après édition : il faudra sélectionner le fichier puis avec un clic droit modifier l'attribut", "faiss_id": 184}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 160, "text": "Editeur du formulaire URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414600101137 Après avoir choisi un formulaire, appuyez simultanément sur les touches CTRL F12, pour pouvoir l'éditer. Il sera nécessaire de passer en mode Expert. Attention, si vous êtes en mode édition (CTRL F12) et modifié quoi que ce soit, puis cliqué sur \"OK\", vous enregistrez cette configuration qu'elle soit bonne ou mauvaise. Une fois que vous avez appuyé sur OK, il n'y a aucun moyen de revenir à la version précédente. Si vous faites une erreur, il est préférable d'appuyer sur \"ANNULER\" et de recommencer. Différents éléments apparaissent à l'écran: (Cliquez pour agrandir) 1) Palette", "faiss_id": 185}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 161, "text": "Cette palette permet de choisir quel type de composant vous souhaitez insérer dans le formulaire (zone identifiée par le numéro 4 sur la capture ci-dessus). Via le 1er icône de celle-ci, vous pouvez accéder aux différents éléments classés selon leurs fonctions: • Standard: ce sont les éléments composant le formulaire lui-même (couleur de fond, ascenseur, image, ...) • Saisie: ce sont les éléments dédiés à la saisie (Champ de saisie (TEdit), Case à cocher, Bouton radio, ...) • Informations: les éléments appartenant à cette catégorie sont des éléments liés à la base de données Kitview. Vous pouvez ainsi insérer le nom du patient, son prénom, son âge ... • Données: ce sont des éléments représailles dans Kitview dans l'éventualité de les utiliser dans un logiciel tiers • Actions: éléments permettant de générer des actions comme sauvegarder la saisie, annuler celle-ci, ... 2) Panneau Objets L", "faiss_id": 186}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 161, "text": "ns l'éventualité de les utiliser dans un logiciel tiers • Actions: éléments permettant de générer des actions comme sauvegarder la saisie, annuler celle-ci, ... 2) Panneau Objets Liste des différents objets qui composent le formulaire. Attention, pour supprimer un champ ou quoi que ce soit du formulaire, il faudra utiliser cet encart et chercher l'élément dans la liste des objets. Par exemple, si nous voulons supprimer le champ \"MedTrait\" nous allons utiliser la commande \"DELETE\" 3) Panneau Propriétés des éléments Cette palette permet de définir pour le composant sélectionné, ses caractéristiques (ou propriétés). Les plus importants sont: HINT, NAME, ITEMS, FONT, TAG, TAB ORDER, LEFT, WIDHT et HEIGHT 4) Espace de création des champs du Formulaire Espace dans lequel chaque composant sera placé par un glisser/déposer. Maintenant, nous allons voir les différents composants que nous allons u", "faiss_id": 187}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 161, "text": "de création des champs du Formulaire Espace dans lequel chaque composant sera placé par un glisser/déposer. Maintenant, nous allons voir les différents composants que nous allons utiliser dans un formulaire simple, pour comprendre les différents champs utilisés. • Le composant TEdit Le composant TEdit permet de saisir des données de type texte. Il suffit de glisser/déposer pour créer le champ. Vous pouvez bouger l'objet en le sélectionnant. Une fois que vous avez déposé l'élément, il prend un nom par défaut. Tout de suite, nous allons modifier son nom : cherchez dans le panneau des propriétés \"NAME\" pour éditer son nom et l'identifier facilement. Dans le même panneau où vous avez modifié \"NAME\", cherchez maintenant HINT. \"HINT\" (indice) valorisée avec \"Médecin Traitant: \" nous permet d'ajouter ce texte à la valeur que nous avons donnée au champ. Son résultat sera visible dans le résumé d", "faiss_id": 188}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 161, "text": "nant HINT. \"HINT\" (indice) valorisée avec \"Médecin Traitant: \" nous permet d'ajouter ce texte à la valeur que nous avons donnée au champ. Son résultat sera visible dans le résumé du formulaire.", "faiss_id": 189}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 162, "text": "(Cliquez pour agrandir) Le résumé montre: Le composant TMemo Le composant TMemo permet de saisir des données de type texte avec plus de place visuelle pour écrire des mémos. Le composant TCheckBox et TRadioButton Le composant TCheckBox et TRadioButton sont des \"case à cocher\" et permettent de valider des affirmations dans un panel de choix. Comme nous avons vu auparavant, nous avons valorisée les HINT pour Oui \"Fumeur\" et pour Non \"Non Fumeur\"", "faiss_id": 190}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 163, "text": "(Cliquez pour agrandir) Le résumé montre: • Le composant TRadioGroup (Choix unique) Le composant TRadioGroup (choix unique) vous permet de sélectionner une seule affirmation parmi plusieurs proposées. Vous définissez la liste des valeurs possibles en utilisant la propriété \"ITEMS\" (appuyez dans (TStrings)...). Celle-ci va vous permettre de saisir les différentes valeurs possibles simplement (à chaque valeur saisie, vous utilisez la touche Entrée de votre clavier pour passer à la suivante. Vous confirmez avec \"OK\". Nous avons valorisé le HINT avec \"Type\".", "faiss_id": 191}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 164, "text": "Nous avons valorisé Caption avec \"Type de Patient\". (Cliquez pour agrandir) Le résumé montre:", "faiss_id": 192}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 165, "text": "• Le composant TListBox Le composant TListBox ressemble au composant TCOMBOBOX. En revanche, les différents éléments de la liste sont visibles. Vous pouvez sélectionner plusieurs valeurs en maintenant la touche CTRL enfoncée et cliquez avec le clic gauche de votre souris. La propriété MultiSelect doit être valorisée à True . Vous définissez la liste des valeurs possibles en utilisant la propriété Items. Celle-ci va vous permettre de saisir les différentes valeurs possibles simplement (à chaque valeur saisie vous utilisez la touche Entrée de votre clavier pour passer à la suivante). (Cliquez pour agrandir) Le résumé montre:", "faiss_id": 193}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 166, "text": "• Le composant TComboBox Le composant TComboBox permet de choisir une seule option. Il est très utile pour des grandes listes dont on ne veut pas remplir le champ à la main .", "faiss_id": 194}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 167, "text": "(Cliquez pour agrandir) Le résumé montre: (Cliquez pour agrandir)", "faiss_id": 195}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 169, "text": "Importer un formulaire dans Kitview URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/9969692995473 Il est nécessaire de passer en mode Expert pour pouvoir importer un formulaire dans Kitview. Ensuite, vérifier que le bouton soit présent dans la barre d'outil principale de Kitview. Cliquez dessus, une fenêtre intitulé \"Choisir un formulaire\" apparait : (cliquez dessus l'image pour agrandir) Allez sur \"Charger un formulaire\"", "faiss_id": 196}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 170, "text": "Sélectionnez le chemin et le formulaire (.KDR) que vous souhaitez importer. Le formulaire charger se retrouve alors dans la liste de cette même fenêtre. Sélectionnez le et choisissez \"Valider\" en bas à droite de cette fenêtre.", "faiss_id": 197}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 171, "text": "Votre formulaire s'ouvre alors, il vous suffit de le docker à l'endroit approprié.", "faiss_id": 198}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 172, "text": "Mise en forme des libellés dans le résumé des formulaires URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414600567185 1. C'est le champ Hint de la donnée qui détermine ce qui sera dans le résumé des formulaires. 2. Si on ne veut pas que ce champ soit dans le résumé, mettre les 2 caractères h_ , en début de son nom : exemple de nom de champ masqué : h_durée. 3. Si on veut que la donnée du paramètre, apparaisse à un certain endroit du libellé, utiliser le caractère _ dans le hint : exemple : \"La durée a été de _ minutes\"", "faiss_id": 199}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 173, "text": "Ordre des libellés dans le résumé des formulaires URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414600574097 Par défaut: l'ordre des libellés d'un formulaires est \"libellé croissant\", on pourra le changer. Passer en mode édition/modification du formulaire (CTRL+F12 par défaut). Ce sera la variable TAG, qui déterminera l'ordre dans lequel vous allez souhaiter que les valeurs des champs (HINT) s'affichent. 1. Vous choisissez le champ 2. Vous lui donnez (1...N), le N° d'ordre dans l'affichage que vous souhaitez. Et ainsi de suite, pour tous les champs du formulaire. Exemple : l'ordre d'affichage demandé doit être le même que l'ordre d'affichage COL/LIGNES.", "faiss_id": 200}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 174, "text": "Résumé des formulaires cQ|9% F— 05/08/2022 TRAITEMENT Médecin Traitant: Dr Julien Armand Fumeur Type: Orthodontie Boissons préférées: Eau Mois préférée ?: juillet fo", "faiss_id": 201}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 175, "text": "Paramétrage de Word pour utilisation des modèles URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/9081460282513 Pour pouvoir utiliser les documents Word qui ont été liés à un formulaire spécifique, nous devons d'abord vérifier que notre Word est prêt à pouvoir exécuter les macros. Consultez la vidéo sur le paramétrage de Word :", "faiss_id": 202}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 176, "text": "Bouger les photos du poste serveur vers un NAS URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/27116161693457 Généralement, vos photos sont enregistrées sur le disque dur du PC qui fait office de serveur. Si l'installation a été faite sur votre lecteur C, vous pourrez retrouver toutes vos photos dans le dossier suivant : C:\\ORQUAL\\Kitview\\Content. Vous pouvez facilement trouver votre dossier en cliquant sur \"Paramètres\" Il faudra demander à votre informaticien qui vous fournisse l'addresse IP + répertoire ou le nom UNC du partage ou même, la lettre du mappage de votre NAS. Une fois que vous avez l'information, vous pouvez copier l'intégralité de votre répertoire CONTENT vers votre répertoire du NAS. Pour finir, il faudra remplacer dans les paraètres :", "faiss_id": 203}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 177, "text": "Comment changer une date pour une série de photos ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7084308303377 Il suffit de sélectionner plusieurs photos puis clic droit de la souris et sélectionner Image -> Date de création puis changer la date et valider. VIDEO", "faiss_id": 204}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 178, "text": "Comment classer les photos (mots clés - gabarits) manuellement ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724180335505 Kitview peut non seulement organiser les photos par patient, mais aussi utiliser des étiquettes (mots clés ou gabarits). Les étiquettes ont pour but final de ranger vos photos dans des catégories bien précises. Par exemple, vous rangez vos photos dans un tiroir dans lequel vous avez des dossiers comme Portrait, contenant des sous-dossiers comme Face, qui contiennent à leur tour des sous dossiers comme Bouche fermée. Comment cela fonctionne ?: Glisser la/les photos vers le gabarit puis relâchez le bouton gauche de la souris. Une petite icône s'affiche alors sur votre vignette pour vous indiquer que le gabarit est fixé. (Cliquez pour agrandir) (Cliquez pour agrandir) Consultez aussi comment créer/modifier les gabarits", "faiss_id": 205}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 179, "text": "Comment importer des photos dans Kitview ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724028578193 Pour importer des photos dans Kitview nous avons différentes façons de le faire: 1) Drag & Drop (glisser-déposer) ou alors Copier/Coller a) En premier, il faut sélectionner votre patient dans Kitview. Après, vous ouvrez le dossier avec les images, puis vous pouvez les glisser sur votre patient une par une ou en une seule fois. Pour cet exemple, nous avons sélectionné 3 photos, et nous les avons glissé sur le patient. Kitview nous montre la fenêtre suivante: Par défaut, Kitview placera l'étiquette Temps = 1, et nous pouvons ajouter d'autres étiquettes (mots clés) manuellement. On valide l'importation en cliquant sur \"Valider les 3 objets\" pour que les 3 photos s'importent directement. L'étiquette de séquence dans Kitview est l'étiquette TEMPS. L'incrémentation se fera", "faiss_id": 206}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 179, "text": "portation en cliquant sur \"Valider les 3 objets\" pour que les 3 photos s'importent directement. L'étiquette de séquence dans Kitview est l'étiquette TEMPS. L'incrémentation se fera si l'intervalle de prise de photos est supérieure ou égale à 15 jours. Exemple: ma première importation de photos a pour chacune d'entre elles l'étiquette TEMPS = 1. Si j'importe des photos dans un délai inférieur à 15 jours, les photos auront toujours l'étiquette TEMPS valorisé à 1. En revanche, si j'importe des photos dans un délai supérieur à 15 jours, les photos auront l'étiquette TEMPS valorisé à 2.", "faiss_id": 207}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 180, "text": "b) Pour utiliser la fonction copier/coller, il suffira de sélectionner les photos/documents sur votre ordinateur, puis aller sur votre patient et faites un clic droit et choisir \"Coller\". 2) Kit Print-Screen La fonction Kit Print-Screen vous permet de faire une capture précise d'une zone de notre écran. Il faudra vous assurer que le logiciel Kit Hot Keys est démarré (voir dans la barre inférieure du Windows si l'icône est présente) Il faudra vérifier la touche du clavier définie pour utiliser le Kit Print Screen (elle peut être F5, F6 ou F7) Comment fonctionne t-elle ? . Imaginez que vous êtes en train de regarder une radio panoramique et vous voulez capturer juste une zone de celle-ci. Appuyez sur F6 (si c'est la bonne touche du clavier) et tout de suite votre écran deviendra flou. A l'aide de votre souris, définissez un rectangle de capture et lorsque vous relâcherez le bouton gauche d", "faiss_id": 208}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 180, "text": " la bonne touche du clavier) et tout de suite votre écran deviendra flou. A l'aide de votre souris, définissez un rectangle de capture et lorsque vous relâcherez le bouton gauche de la souris, la capture se génèrera.", "faiss_id": 209}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 181, "text": "La zone sélectionné, deviendra une nouvelle photo dans le dossier patient. De cette manière, vous pouvez capturer des photos, du texte, un tableau Excel ou se que voyez sur votre écran. Comment savoir quelle touche du clavier a été attribuée ? Faites un clic droit sur l'icône du KitHotKeys et sélectionnez \"Show\". Les paramètres apparaisses. 3) Application Smartphone Kitview Avec l'application smartphone (IOS et Android) vous pouvez faire des photos, importer des photos déjà existantes dans votre smartphone, et d'autres utilités. Téléchargez pour Apple IOS Téléchargez pour Android Consultez les fonctions de l'application sur ce LIEN 4) Séance WIFI Si vous disposez d'une carte FlashAir ou EyeFi Mobipro (fournies par Kitview) vous pouvez importer, via le WIFI, les photos de votre appareil photo réflex.", "faiss_id": 210}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 182, "text": "Comment fonctionne ? a) choisir votre patient b) cliquer sur l'icône \"Séance\" de la barre d'outils de Kitview c) choisir la planche de séance que vous voulez utiliser d) cliquer sur le logo WIFI. Une autre fenêtre s'ouvre pour vous montrer les photos qui seront transférées par wifi. (Cliquez pour agrandir)", "faiss_id": 211}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 183, "text": "Pour cette Séance prédéfinie, vous devez prendre 6 photos et la séance vous indique que faire 1: Face Sourire - 2: Intra Face - 3: Intra Droite - 4: Intra Gauche - 5: Intra Maxillaire - 6: Intra Mandibulaire Si vous avez besoin de refaire une nouvelle photo (floue, mal cadrée, etc.), sélectionnez la case pertinente et refaites la photo. Après avoir fait toutes les photos, cliquez sur \"Importation du scénario Project xxx\". Les photos seront importées sur votre fiche patient, commentées de mot clés (gabarits). Si vous voulez importer que certaines photos (mais pas la totalité de la séance), vous devez cliquer sur \"Importation du scénario Project xxx\". Kitview vous demandera que faire.", "faiss_id": 212}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 184, "text": "Comment mettre une échelle à une Radio ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414594783761 Pour plusieurs traitements, il faut la radio avec les informations d'échelle Il y a 2 moyens de mettre l'échelle : 1. Mettre celle-ci directement dans le module d'acquisition radio (voir) 2. Mettre à l'échelle à posteriori : c'est cette méthode que nous allons détailler ici. Mise de l'échelle, radio par radio, à la main, via les viewers. • Mettez la radio dans le viewer. • Mettez le menu \"Échelle\" dans le visualiseur. Faites un ZOOM sur la radio pour avoir une meilleure précision de l'indicateur d'échelle qui est situé sur la radio.", "faiss_id": 213}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 185, "text": "1. Je clique sur l'icône échelle et relâche. 2. Je clique sur un des points (2) ou (3) de la barrette d'échelle intégrée et en GARDANT le clic gauche enfoncé. 3. je me déplace à l'autre extrémité (3) ou (2) (dont je connais la distance entre les 2), et je lâche le clic gauche. 4. Une fenêtre me propose de saisir la distance en mm: ici, je mets 45. 5. Je clique sur OK: l'échelle a été spécifiée... mais elle n'a pas été sauvegardée avec la radio. N'oubliez pas de sauvegarder la radio (avec l'icône disquette) pour mémoriser l'échelle. Pour vérifier que votre échelle est bien mise, sélectionnez la radio dans le viewer, mais cette fois, cliquez sur l'icône \"Mesure\" du menu \"Echelle\" : faites des mesures pour vérifier qu'elles sont bonnes (d'ailleurs, remesurez la barrette échelle...)", "faiss_id": 214}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 186, "text": "Comment modifier les séquences selon un intervalle de jours ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/33676988248081 Imaginez que vous avez besoin de refaire les séquences des photos d'un patient, c'est à dire, que l'étiquette TEMPS reflète correctement le passage du temps. Pour cela, faites un clic droit sur le nom du patient puis sélectionner \"Modifier les séquences selon un intervalle en jours\". Kitview vous demande la confirmation Puis vous pouvez ajuster la période de jours, par défaut, toujours c'est 15 jours. Après confirmation, chaque photo aura l'étiquette TEMPS = xxx, selon la période choisie.", "faiss_id": 215}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 187, "text": "Comment retoucher une photo en gardant toujours l'original ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724582813713 Pour retoucher une photo, sélectionnez le patient, puis la photo à retoucher. Sur cet exemple nous choisissons la photo du guépard. A laide des barre d'outil situé dans le viewer, vous pouvez retoucher la photo en appliquant divers effets. Nous appliquons un effet RVB sur cette photo puis enregistrons les modifications.", "faiss_id": 216}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 188, "text": "B® @ &® & B B e no « 0 a Office Parametres Aide COBOVO1S@ WWQCABMHEXR +XU -oO) LO~-=t 4 # 0px-Omm + Couleur Fe Xe@erbns curseur Il 1 px! ex SOR | A be 1p * —Continu + Plein a + Curseur Miume -... i T Contraste @ Avergu automatique 3.Mo 2560x1440 TEST Logos Annuler a%: ROA Ww) Apercu automatique", "faiss_id": 217}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 189, "text": "Après avoir sauvé les modifications de votre photo, vous pouvez apercevoir sur la vignette de celle ci, le logo d'une disquette situé sur le coin supérieur gauche. Ce logo vous indique qu'il ne s'agit pas de l'image originale. Pour revenir à l'original, sélectionnez l'image en question, puis faites un clic droit dessus. Un menu apparait. Choisissez Image puis Revenir à l'original . L'image perd ses modifications et sur la vignette la disquette disparaît.", "faiss_id": 218}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 190, "text": "25/07/2022", "faiss_id": 219}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 191, "text": "Comment utiliser les filtres pour affiner la recherche de photos ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7724318401809 Grâce à la fenêtre Filtres de collections, le Kitview vous permet de gérer l'affichage et la sélection des collections liées à votre environnement de travail. 1. Permet de rafraîchir la fenêtre de filtres de collections 2. Permet de filtrer la population selon la collection choisie 3. Permet à Kitview d'identifier quelles collections contiennent des fichiers de manière visuelle Quand l'option 3 est cochée, les dossiers blancs ouverts indiquent qu'il existent des fichiers dedans Par types: Par Rangements:", "faiss_id": 220}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 192, "text": "Par Traitements: Tout a wv | G -| | Rangements... + Tous les types » F les portraits. » & Les intrabuccales » M@ Les moulages » & Les radios Mm Les videos & sons Mm Les courriers F FAITES Aujourd'hui F FAITES Semaine derniére FE FAITES Il y a 1 mois. E ENTREES Aujourd'hui F ENTREES Semaine derniére F ENTREES Il y a 1 mois. BB IMAGE A RANGER Par Traitements: Tout i av ae G -|| Traitements.... +E Tous Mi Début de traitement BB Fin de traitement FE Dernier RDV rE 1° RDV r= 2° RDV Fr 3° RDV 4° RDV 5° RDV 6° RDV 7° RDV 8° RDV o° RDV 10° RDV 17° RDV J+)", "faiss_id": 221}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 193, "text": "Quels sont les appareils WIFI NATIFS compatibles ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414326415249 Appareils Nikon • Nikon Z5 (full frame (FX) - IEEE 802.11b/g/n - Bande 2,4 GHz - discontinued (web) • Nikon Z5 II (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 et 5 GHz (web) • Nikon Z6 (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz discontinued (web) • Nikon Z6 II (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz discontinued (web) • Nikon Z6 III (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web ) • Nikon Z7 (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz discontinued (web) • Nikon Z7 II (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z8 (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z9 (full frame (FX) - IEEE 802.", "faiss_id": 222}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 193, "text": "X) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z8 (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z9 (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z f (full frame (FX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z30 (crop sensor (DX) - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Nikon Z50 (crop sensor (DX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz discontinued (web) • Nikon Z50 II (crop sensor (DX) - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Nikon Z fc (crop sensor (DX) - IEEE 802.11b/g/n - Bande 2,4 GHz (web) Comparaison des modèles Z (en anglais) (web1) et (web2) Appareils Canon Logiciel Canon EOS Utility (download) - voir compatibilité plus bas • Canon EOS 77D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 80D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon E", "faiss_id": 223}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 193, "text": "non EOS Utility (download) - voir compatibilité plus bas • Canon EOS 77D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 80D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 90D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 200D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 250D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 800D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 850D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 5D Mark IV - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 6D - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 6D Mark II - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS M50 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R1 - IEEE 802.11b/g/n/a/ac/ax - Bande 2,4 GHz, 5 GHz, 6 GHz (web) • Canon EOS R3 - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Canon EOS R5 - IEEE 802.11b/g/n/a/ac - Bande 2,4 ", "faiss_id": 224}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 193, "text": "EE 802.11b/g/n/a/ac/ax - Bande 2,4 GHz, 5 GHz, 6 GHz (web) • Canon EOS R3 - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Canon EOS R5 - IEEE 802.11b/g/n/a/ac - Bande 2,4 GHz et 5 GHz (web) • Canon EOS R6 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R6 Mark II - IEEE 802.11b/g/n - Bande 2,4 et 5 GHz (web) • Canon EOS R7 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R8 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R10 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R50 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS R100 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS 1D X Mark III - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS M6 Mark II - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon EOS M200 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon PowerShot G5 X Mark II - IEEE 802.11b/g/n - Bande 2,4 GHz (EOS Utility v2 - sous réserve de la ", "faiss_id": 225}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 193, "text": "ande 2,4 GHz (web) • Canon EOS M200 - IEEE 802.11b/g/n - Bande 2,4 GHz (web) • Canon PowerShot G5 X Mark II - IEEE 802.11b/g/n - Bande 2,4 GHz (EOS Utility v2 - sous réserve de la version firmware 1.1.0) (web) • Canon PowerShot SX70 HS - IEEE 802.11b/g/n - Bande 2,4 GHz (EOS Utility v2 - sous réserve de la version firmware 1.1.0) (web)", "faiss_id": 226}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 194, "text": "Un gabarit dans une photo : c'est quoi ? URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414614438161 Un gabarit est un modèle d'objet identifié par une image correspondant à des mots clés. Lorsque vous faites glisser un objet sur ce modèle, ce dernier s’identifie de la même manière que le modèle. Pour imager, vous rangez votre photo dans une armoire dans laquelle vous avez des dossiers étiquetés de telle manière que vous retrouverez votre photo facilement. Sélection d'une photo Glisser-déposer sur un gabarit Identification de la photo avec les mots clés du gabarit", "faiss_id": 227}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 196, "text": "Comment ajouter des mots clés à un objet via un gabarit URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/34018170815505 Sélectionner votre objet Glisser / déposer le jusqu'au gabarit de votre choix Vérifier dans l'info bulle que l'objet a bien prit vos mots clés correspondant au gabarit", "faiss_id": 228}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 197, "text": "Comportement d'un gabarit URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4414596087185 Le fonctionnement des gabarits se fait obligatoirement avec sa gestion du \"comportement\" du copier/coller. • Cliquez sur l'icône de la barre d'outils Gabarits La fenêtre suivante s'affiche : cette fenêtre est appelée \"Gestion des règles de comportement\". Nous allons créer un nouveau comportement pour vous expliquer la finalité. Quand vous importez des photos, ces dernières peuvent avoir des attributs. A l'aide des gabarits et plus précisément avec le paramétrage comportemental de ceux-ci, Kitview va automatiquement ranger vos photos. • Cliquez sur la 1ère phrase \" L'objet posé? Tous ses attributs sauf? Et prendre ceux du gabarit sauf? \" Chaque \"?\" est interactif • Cliquez sur le premier : le ? se transforme en gardera et un second clic permet d'obtenir la valeur perdra. • Cliquez sur", "faiss_id": 229}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 197, "text": "rendre ceux du gabarit sauf? \" Chaque \"?\" est interactif • Cliquez sur le premier : le ? se transforme en gardera et un second clic permet d'obtenir la valeur perdra. • Cliquez sur le second ? : la fenêtre de sélection des étiquettes apparaît.", "faiss_id": 230}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 198, "text": "La zone (1) permet de saisir l'étiquette recherchée. Les options (2) et (3) permettent de catégoriser les étiquettes ou d'obtenir sous forme de liste triée. • Double-cliquez sur les étiquettes Contention, Début de traitement, En cours, Fin de Traitement et Temps qui sont rangées dans \"État Traitement\". Vous obtenez l'affichage suivant :", "faiss_id": 231}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 199, "text": "• Cliquez sur Valider. • Sur la fenêtre restante, cliquez sur Enregistrer. La phrase initiale choisie reste telle qu'elle était et un nouveau comportement s'est identifié. Pour le rattacher à l'onglet contenant nos gabarits, il suffit de • Sélectionner le comportement. • Cliquer sur \"Valider\".", "faiss_id": 232}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 200, "text": "Créer ou modifier des mots clés URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26604649889553 Dictionnaire -> Étiquettes : Créer une nouvelle étiquette (cliquez pour agrandir= 1. Sélectionnez \"Paramètres\" 2. Sélectionnez \"Dictionnaire\" puis \"Étiquettes\" 3. Choissisez le Groupe dans lequel vous voulez ranger votre étiquette 4. Sélectionnez \"Créer une nouvelle étiquette\" 5. Ecrivez le nom de votre étiquette 6. Cliquez sur \"Enregistrer\" Dictionnaire -> Étiquettes : Modifier une étiquette", "faiss_id": 233}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 201, "text": "1. Sélectionnez \"Paramètres\" 2. Sélectionnez \"Dictionnaire\" puis \"Étiquettes\" 3. Choissisez l'étiquette que vous voulez modifier 4. Sélectionnez \"Détail\" 5. Changez le nom de votre étiquette 6. Cliquez sur \"Enregistrer\"", "faiss_id": 234}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 202, "text": "La création ou modification d'un gabarit URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7744521228561 Les gabarits ont été créés afin de ranger les photos (ou tout objet comme des documents, vidéos, etc) prises. Pour que ce soit plus simple d'identifier les mots clés du gabarit, nous utilisons des vignettes d'identification. Comment les modifier ?: pour cela, il faut choisir \"Paramètres\" puis sélectionner \"Gabarits\" et \"Boîte à outils\". Vous pouvez maintenant choisir une vignette, puis sélectionner \"Modifier le gabarit XXX\" Si on choisi de \"Modifier le gabarit\" nous nous retrouvons avec cette fenêtre:", "faiss_id": 235}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 203, "text": "Comme vous le voyez, il est très simple d'ajouter ou de supprimer des mots clés (étiquettes), et de changer l'image de la vignette. Pour confirmer les modifications, choisir \"Valider\". Chaque fois que nous allons glisser/déposer notre objet sur ce gabarit, l'objet prendra les mots clés Portrait + Face + Sourire. Pour créer un nouveau groupe (onglet) de Gabarit, faites un clic droit sur un des onglets présent et choisissez Ajouter. Les onglets se classent par ordre aphabétique.", "faiss_id": 236}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 204, "text": "Cela créera un nouvel onglet que vous pouvez par la suite renommer comme bon vous semble, par la même opération du clic droit. Vous pouvez ainsi supprimer, ajouter, renommer, ou dupliquer un onglet. N'oubliez pas de rafraichir vos gabarits pour voir les nouveaux apparaitre.", "faiss_id": 237}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": "Kitview Database Backup URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/35296882671249 Exécution Directe et Création d'une Tâche Planifiée pour le Programme de Sauvegarde Cet article décrit deux méthodes pour exécuter notre programme de sauvegarde : l'exécution directe pour les besoins immédiats et la création d'une tâche planifiée dans Windows pour automatiser le processus. Exécution Directe du Programme de Sauvegarde Si vous devez lancer le processus de sauvegarde manuellement et immédiatement, il est crucial d'exécuter le programme avec les privilèges d'administrateur. Windows restreint certaines opérations aux utilisateurs disposant de permissions élevées, et notre programme de sauvegarde nécessite ces permissions pour fonctionner correctement, en particulier pour arrêter et démarrer des services. Pour exécuter le programme avec les privilèges d'administrateur, suiv", "faiss_id": 238}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": "nécessite ces permissions pour fonctionner correctement, en particulier pour arrêter et démarrer des services. Pour exécuter le programme avec les privilèges d'administrateur, suivez ces étapes simples : 1. Localisez le fichier exécutable (.EXE) de notre programme de sauvegarde. 2. Faites un clic droit sur le fichier .EXE. 3. Dans le menu contextuel qui apparaît, sélectionnez l'option \"Exécuter en tant qu'administrateur\". En suivant ces étapes, vous vous assurerez que le programme dispose des permissions nécessaires pour mener à bien toutes ses fonctions. Création d'une Tâche Planifiée pour Automatiser les Sauvegardes Pour une solution de sauvegarde automatisée et sans intervention manuelle, nous pouvons utiliser le Planificateur de tâches Windows. Cela nous permet de définir quand et à quelle fréquence notre programme de sauvegarde s'exécutera. Lors de la création de la tâche planifiée,", "faiss_id": 239}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": "er le Planificateur de tâches Windows. Cela nous permet de définir quand et à quelle fréquence notre programme de sauvegarde s'exécutera. Lors de la création de la tâche planifiée, il est important de spécifier l'emplacement de notre fichier de configuration (.INI). Le programme de sauvegarde utilise ce fichier pour connaître les détails de la configuration de la sauvegarde. Pour nous assurer que la tâche planifiée trouve ce fichier, nous devons indiquer son chemin dans la section \"Démarrer dans (facultatif)\" lors de la configuration de l'action de la tâche. Voici comment configurer la tâche planifiée : 1. Ouvrez le Planificateur de tâches. Vous pouvez le trouver en le recherchant dans le menu Démarrer. 2. Dans le volet de droite, cliquez sur \"Créer une tâche de base...\" ou \"Créer une tâche...\". Nous recommandons \"Créer une tâche...\" pour plus d'options de configuration. 3. Dans l'onglet", "faiss_id": 240}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": " le volet de droite, cliquez sur \"Créer une tâche de base...\" ou \"Créer une tâche...\". Nous recommandons \"Créer une tâche...\" pour plus d'options de configuration. 3. Dans l'onglet \"Général\", attribuez un nom descriptif à la tâche (par exemple, \"Sauvegarde Automatique\"). Vous pouvez ajouter une description si vous le souhaitez. 4. Allez dans l'onglet \"Déclencheurs\" et cliquez sur \"Nouveau...\". Ici, vous définirez la fréquence et l'heure auxquelles la tâche s'exécutera (quotidiennement, hebdomadairement, etc.). Configurez les options selon vos besoins et cliquez sur \"OK\". Dirigez-vous vers l'onglet \"Actions\" et cliquez sur \"Nouveau...\". • Dans le champ \"Programme/script\", recherchez et sélectionnez le fichier exécutable (.EXE) de votre programme de sauvegarde. • Dans le champ \"Démarrer dans (facultatif)\", entrez le chemin d'accès complet du répertoire contenant votre fichier .INI. Il est ", "faiss_id": 241}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": "écutable (.EXE) de votre programme de sauvegarde. • Dans le champ \"Démarrer dans (facultatif)\", entrez le chemin d'accès complet du répertoire contenant votre fichier .INI. Il est crucial d'inclure le chemin d'accès complet afin que le programme puisse trouver le fichier de configuration lorsqu'il est exécuté en tant que tâche planifiée. • Cliquez sur \"OK\". 6. Une fois la tâche créée, ouvrez ses propriétés. Pour ce faire, recherchez la tâche que vous venez de créer dans la liste du Planificateur de tâches, faites un clic droit dessus et sélectionnez \"Propriétés\". 7. Dans l'onglet \"Général\" des propriétés de la tâche, localisez la case à cocher \"Exécuter avec les privilèges les plus élevés\" et cochez-la. Cela garantit que la tâche planifiée s'exécute avec les mêmes permissions d'administrateur que celles dont vous auriez besoin pour une exécution manuelle. 8. Configurez les autres onglets", "faiss_id": 242}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 205, "text": "rantit que la tâche planifiée s'exécute avec les mêmes permissions d'administrateur que celles dont vous auriez besoin pour une exécution manuelle. 8. Configurez les autres onglets selon vos besoins (par exemple, Conditions, Paramètres) et cliquez sur \"OK\" pour enregistrer la configuration de la tâche.", "faiss_id": 243}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 206, "text": "Create Basic Task Wizard *O] Start a Program Create a Basic Task Trigger Program/script: Daily E:\\ORQUAL\\KITVIEW\\FDBACKUP\\ ZUR ta Eat Browse... Action Aad arguments (optional —_, a Finish Start in (optional): E:\\Orqual\\Kitview\\Fdbac Add the path where is .INI file / Cancel", "faiss_id": 244}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 207, "text": "Vérification du Processus de Sauvegarde Notre programme de sauvegarde est conçu pour arrêter le service KitviewProxyService, créer les sauvegardes des données nécessaires, puis redémarrer le service. Ce processus garantit l'intégrité des données pendant la sauvegarde. Pour vérifier que votre séquence de sauvegarde fonctionne correctement, vous pouvez examiner le contenu du fichier journal nommé backup_trace_all.txt. Ce fichier contient des informations détaillées sur chaque exécution du programme de sauvegarde, y compris les actions effectuées, les erreurs rencontrées et l'état final du processus. En consultant le fichier backup_trace_all.txt, vous pourrez confirmer si le service KitviewProxyService a été arrêté et démarré correctement, si la sauvegarde a été effectuée sans problème et si des incidents ont été enregistrés. En suivant ces étapes, vous pourrez à la fois exécuter le program", "faiss_id": 245}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 207, "text": "é et démarré correctement, si la sauvegarde a été effectuée sans problème et si des incidents ont été enregistrés. En suivant ces étapes, vous pourrez à la fois exécuter le programme de sauvegarde manuellement en cas de besoin et automatiser le processus à l'aide du Planificateur de tâches Windows, assurant ainsi la protection continue de vos données.", "faiss_id": 246}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 208, "text": "1D) backup_trace_alltxt - Notepad File Edit Format View Help [2025-@5-15 10:59:56] [SYSTEM] **START:** Stop service ‘KitviewProxyService’. [2025-@5-15 (SYSTEM) **SUCCESS:** Service ‘KitviewProxyService’ stoped successfully. (2025-@5-15 (CEPH]) **PROCESSING DATABASE:** CEPH (2@25-@5-15 (CEPH) ~ BOD_PATH from INI: \"E:\\Orqual\\Ceph\\Database\\Ceph. fdb\" (2@25-@5-15 (CEPH) ~ BACKUP_PATH from INI: \"E:\\Orqual\\Cepn\\Bases’ {CEPH] **START:** Checking database integrity for ‘E:\\Orqual\\Ceph\\Database\\Ceph.fdb* [{CEPH] **SUCCESS:** Database integrity check passed for ‘E:\\Orqual\\Ceph\\Database\\Ceph.fdb\". (CEPH] ~- Backup destination for today (Thursday): ‘E:\\Orqual\\Ceph\\Bases\\ Thursday’ (CEPH] **START:** Creating backup from 'E:\\Orqual\\Ceph\\Database\\Ceph.fdb’ to 'E:\\Orqual\\Ceph\\Bases\\Thursday’ (CEPH] **SUCCESS:** Backup created successfully as: *E:\\Orqual\\Ceph\\Bases\\Thursday\\Ceph. fab\" (CEPH] **ENO:** Bac", "faiss_id": 247}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 208, "text": "\\Orqual\\Ceph\\Database\\Ceph.fdb’ to 'E:\\Orqual\\Ceph\\Bases\\Thursday’ (CEPH] **SUCCESS:** Backup created successfully as: *E:\\Orqual\\Ceph\\Bases\\Thursday\\Ceph. fab\" (CEPH] **ENO:** Backup process. (2@25-@5-15 (KITVIEW] **PROCESSING DATABASE:** KITVIEW (2025-@5-15 (KITVIEW) = BDD_PATH from INI: ‘E:\\Orqual\\Kitview\\Database\\English. db\" [2@25-@5-15 (KITVIEW] - BACKUP_PATH from INI: 'E:\\Orqual\\Kitview\\Bases’ [2025-05-15 {KITVIEW}] **START:** Checking database integrity for ‘E:\\Orqual\\Kitview\\Database\\English.fdb* [2025-85-15 (KITVIEW] **SUCCESS:** Database integrity check passed for ‘E:\\Orqual\\Kitview\\Database\\English.fdb’. [2@25-@5-15 [{KITVIEW] - Backup destination for today (Thursday): ‘E:\\Orqual\\Kitview\\Bases\\ Thursday\" (2@25-@5-15 (KITVIEW) **START: Creating backup from \"E:\\Orqual\\Kitview\\Database\\English.fdb* to 'E:\\Orqual\\Kitview\\Bases\\Thursday* (2@25-@5-15 (KITVIEW] **SUCCESS:** Backup c", "faiss_id": 248}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 208, "text": "sday\" (2@25-@5-15 (KITVIEW) **START: Creating backup from \"E:\\Orqual\\Kitview\\Database\\English.fdb* to 'E:\\Orqual\\Kitview\\Bases\\Thursday* (2@25-@5-15 (KITVIEW] **SUCCESS:** Backup created successfully as: ‘E:\\Orqual\\Kitview\\Bases\\Thursday\\English.fdb* (KITVIEW) **END:** Backup process. [SYSTEM] **START:** Start service ‘KitviewProxyService’. 11:08:@2] [SYSTEM] **SUCCESS:** Service \"KitviewProxyService’ started successfully. 100% — Windows (CRLF) UTF-8", "faiss_id": 249}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 209, "text": "Requis pour le poste de travail URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26806450623889 POUR LES POSTES CLIENTS (CONFIGURATION MINIMALE) • Processeur iCore5 depuis la 10ème génération • Système Windows 10 Pro 64 bits minimum avec toutes les MAJ • 8 Go de RAM • Disque dur 256 Go SSD (Solid State Drive) • Connexion au réseau câblé (CAT6) en Gigabit avec une IP Fixe • Carte graphique pour double écran 512 Mo • Ecrans Full HD : 1920*1080 de résolution. Nous déconseillons les écrans 4K. Pas de zoom d'affichage. • Bureautique : Microsoft Office à partir de 2010 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels. • Antivirus obligatoire Note : éviter AVAST, AVG, McAfee ou KASPERSKY qui nous bloquent régulièrement. Nous préconisons Microsoft Antivirus. NOTE importante: les postes CLIENTS doivent voir le nom du serveur en UNC, par exemple:", "faiss_id": 250}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 209, "text": ", McAfee ou KASPERSKY qui nous bloquent régulièrement. Nous préconisons Microsoft Antivirus. NOTE importante: les postes CLIENTS doivent voir le nom du serveur en UNC, par exemple: \\\\SERVERNAME POUR LES POSTES CLIENTS (CONFIGURATION RECOMMANDEE) • Processeur iCore7 depuis la 10ème génération • Système Windows 11 Pro 64 bits avec toutes les MAJ • 16 Go de RAM • Disque dur 512 Go SSD (Solid State Drive) • Connexion au réseau câblé (CAT6) en Gigabit avec une IP Fixe • Si la connexion au réseau est WIFI, utiliser des bornes et cartes réseaux WIFI6E • Carte graphique pour double écran 2Go • Ecrans Full HD : 1920*1080 de résolution. Nous déconseillons les écrans 4K. Pas de zoom d'affichage. • Bureautique : Microsoft Office à partir de 2016 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels. • Antivirus obligatoire Note : éviter AVAST, AVG, McAfee ou KASPERSKY q", "faiss_id": 251}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 209, "text": "Office à partir de 2016 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels. • Antivirus obligatoire Note : éviter AVAST, AVG, McAfee ou KASPERSKY qui nous bloquent régulièrement. Nous préconisons Microsoft Antivirus.", "faiss_id": 252}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 210, "text": "Requis pour le Serveur URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26779413698577 IMPORTANT : Lors d’un changement de poste client ou serveur, nous vous demandons de renommer les postes à l’identique, avec le même nom d’utilisateur et le même adressage IP afin de ne pas perdre les paramétrages utilisateurs sur les logiciels. POUR LE SERVEUR DEDIE (CONFIGURATION MINIMALE) • Processeur iCore7 depuis la 10eme génération • Système Windows Server 2019 (recommandé 2022). Si vous avez moins de 5 postes, vous pouvez utiliser Windows 10 Pro 64 bits minimum. • 16 Go de RAM minimum • Connexion au réseau câblé (CAT6) en Gigabit avec une IP Fixe (pas de connexion en WIFI) • Disque dur 1 To SSD (Solid State Drive) • Bureautique : Microsoft Office à partir de 2010 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels. • Onduleur obligatoire : une coup", "faiss_id": 253}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 210, "text": "tate Drive) • Bureautique : Microsoft Office à partir de 2010 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels. • Onduleur obligatoire : une coupure subite du serveur peut endommager la base de données. Note : éviter les onduleurs « Off-Line » qui ne protègent pas contre les microcoupures. • Antivirus obligatoire Note : éviter AVAST, AVG, McAfee ou KASPERSKY qui bloquent régulièrement. Nous préconisons Microsoft Antivirus. • Redémarrage 1 fois par semaine ou tous les 15 jours avec les Maj Windows effectuées POUR LE SERVEUR DEDIE (CONFIGURATION RECOMMANDEE) • Processeur Xeon depuis la 4eme génération • Système Windows Server 2022 minimum • 32 Go de RAM • Double Connexion (teaming) au réseau câblé (CAT6) en Gigabit avec une IP Fixe (pas de connexion en WIFI) • Disque dur 2 To SSD (Solid State Drive) • Bureautique : Microsoft Office à partir de 2016 (hors ", "faiss_id": 254}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 210, "text": "ng) au réseau câblé (CAT6) en Gigabit avec une IP Fixe (pas de connexion en WIFI) • Disque dur 2 To SSD (Solid State Drive) • Bureautique : Microsoft Office à partir de 2016 (hors version starter) Attention : OpenOffice ne s’interface pas avec nos logiciels • Onduleur obligatoire : une coupure subite du serveur peut endommager la base de données. Note : éviter les onduleurs « Off-Line » qui ne protègent pas contre les microcoupures • Antivirus obligatoire Note : éviter AVAST, AVG, McAfee ou KASPERSKY qui nous bloquent régulièrement. Nous préconisons Microsoft Antivirus • Redémarrage 1 fois par semaine ou tous les 15 jours avec les Maj Windows effectuées.", "faiss_id": 255}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 211, "text": "Réseaux URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26809559944465 INTERNET/RESEAU • Internet avec un débit de 8 Mbits/s en ADSL minimum. Recommandé la fibre • Réseau filaire en Gigabit. Utilisation de câblage CAT6 ou supérieur • Ne pas utiliser le routeur Internet comme switch pour les postes et serveur • Nous demandons un compte rendu d’un recettage réseau RJ45 pour validation Note : le débit théorique optimal d’un réseau Wifi n’est pas garanti. Son utilisation est réservée pour de la consultation internet ou de la bureautique. Nos logiciels et nos données peuvent subir des dommages importants du fait de la variation et de la qualité du débit. De ce fait, nous ne garantissons pas le fonctionnement de nos logiciels dans un environnement wifi • Protocole TCP/IPV4, paramétrage en IP fixes et désactivation de l’IPV6. Si vous utilisez du DHCP, fixer les MAC addresses d", "faiss_id": 256}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 211, "text": "tionnement de nos logiciels dans un environnement wifi • Protocole TCP/IPV4, paramétrage en IP fixes et désactivation de l’IPV6. Si vous utilisez du DHCP, fixer les MAC addresses des postes dans le routeur (DHCP Binding) • Rajouter « \\\\nom-du-serveur » dans la zone de confiance du réseau intranet local de tous les postes • Rajouter « \\\\ip-du-serveur » dans la zone de confiance du réseau intranet local de tous les postes • Droits d’écriture et de lecture pour \"tous les utilisateus\" sur le répertoire \\\\nomduserveur\\orqual • Installer sur tous les postes et serveur le TeamViewer version FULL", "faiss_id": 257}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 212, "text": "Sauvegarde URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26820950807825 Le Serveur héberge vos données (base de données) ainsi que des répertoires partagés contenant vos fichiers images, radios et les programmes. Nous faisons une copie automatique de la base de donnée tous les jours, mais seul un moyen de prévention. Vous devez informer à votre service informatique qu'il devra faire la sauvegarde de l'intégralité du dossier ORQUAL. Nous vous conseillons de bien vérifier que la sauvegarde marche correctement pour éviter d'éventuelles pertes de données. Gardez également à l’esprit que de nombreuses personnes ne disposent pas d’onduleur électrique en ligne et qu’en cas de panne de courant, la base de données peut être corrompue. Veuillez consulter avec votre service informatique quel appareil convient pour votre serveur.", "faiss_id": 258}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "WIFI STANDARDS URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/33361586959249 L'évolution des normes WiFi Les normes WiFi ont constamment évolué depuis leur lancement en 1997 pour une meilleure qualité de service et des normes de réseau. Les normes WiFi indiquent les mécanismes précis en fonctionnement pour la connexion Internet. Ils fonctionnent comme un ensemble défini de protocoles qui dirigent le fonctionnement d'un réseau WiFi spécifique auquel vous êtes connecté. La version de base 802.11 est l'ensemble de normes WiFi le plus répandu qui a été modifié plusieurs fois. Les normes WiFi sont régulièrement mises à jour par l'IEEE. La norme en vigueur est la 802.11.ac tandis que la nouvelle norme WiFi mise à niveau 802.11ax, également appelée WiFi 6 et WiFi 6E, a été lancée récemment. Cependant, elle ne rend pas les précédentes obsolètes. Normes et vitesses WiFi expliqu", "faiss_id": 259}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "rme WiFi mise à niveau 802.11ax, également appelée WiFi 6 et WiFi 6E, a été lancée récemment. Cependant, elle ne rend pas les précédentes obsolètes. Normes et vitesses WiFi expliquées : 802.11a Publiée en 1999, la norme IEEE 802.11a fonctionne dans la bande 5 GHz pour mieux s'adapter aux bureaux en open space. Elle a mis à niveau la version 802.11 qui est devenue inopérante au fil du temps. Le débit de données maximal de la norme 802.11a a atteint 54 Mbps (mégabits par seconde). Cependant, la portée des signaux est restée plutôt faible. 802.11b Cette norme a également été créée à la mi-1999, fonctionnant dans la bande de fréquence 2,4 GHz. Elle a fini par être acceptée comme la technologie LAN sans fil ultime. La norme 802.11b a la capacité d'atteindre un débit de données maximal de 11 Mbps. 802.11g 802.11g est le modèle approuvé en 2003 qui fonctionne sur une bande de 2,4 GHz et un débi", "faiss_id": 260}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "La norme 802.11b a la capacité d'atteindre un débit de données maximal de 11 Mbps. 802.11g 802.11g est le modèle approuvé en 2003 qui fonctionne sur une bande de 2,4 GHz et un débit de données maximal de 54 Mbps. Les normes 802.11g ont été adoptées pour des débits de données plus élevés, notamment les routeurs bi-bande/tri-mod, ce qui a conduit à une adoption généralisée de cette norme. 802.11n (WiFi 4) Cette norme a modifié les normes WiFi 802.11 en 2009 avec une capacité de fonctionnement des bandes 2,4 GHz et 5 GHz simultanément. Également appelée WiFi 4, la norme supplémentaire a permis de prendre en charge la transmission multi-utilisateurs et multi-canaux. La norme 802.11n a été développée pour prendre en charge un débit de données maximal rapide, permettant une vitesse de connexion plus rapide à 600 Mbps. 802.11ac (WiFi 5) Cette norme, également appelée WiFi 5, a été publiée par l", "faiss_id": 261}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": " charge un débit de données maximal rapide, permettant une vitesse de connexion plus rapide à 600 Mbps. 802.11ac (WiFi 5) Cette norme, également appelée WiFi 5, a été publiée par l'IEEE en 2014. Elle comprenait des modifications apportées à la norme 802.11n avec des fonctionnalités supplémentaires et a été utilisée par la majorité des appareils sans fil. Les modifications les plus remarquables sont la prise en charge du MU-MIMO (entrées multiples et sorties multiples multi-utilisateurs) et des canaux de diffusion supplémentaires sur la bande 5 GHz ainsi que l'inclusion d'une nouvelle antenne sur les routeurs singuliers. Le débit de données maximal atteint jusqu'à 1,3 Gbps. 802.11ax (WiFi 6) Cette norme, également appelée WiFi 6, a été conçue pour améliorer l'efficacité des réseaux WLAN. Les dernières normes WiFi fournissent différents types de données simultanées divisées en différentes ", "faiss_id": 262}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "nt appelée WiFi 6, a été conçue pour améliorer l'efficacité des réseaux WLAN. Les dernières normes WiFi fournissent différents types de données simultanées divisées en différentes unités de ressources à 80 MHz, comme l'explique la spécification IEEE de septembre 2020. Dans l'ensemble, les modifications totales représentent des améliorations de 30 à 40 % par rapport aux normes WiFi précédentes de WiFi 5. On s'attend à ce que le nombre de sous-porteuses quadruple par rapport à la norme 802.11ac, ce qui signifie essentiellement que les routeurs WiFi diffuseront des signaux plus rapidement et dans un réseau avec plus d'appareils. Ainsi, la mise à niveau ax offre une fréquence de diffusion plus rapide à des débits de données atteignant jusqu'à 10 Gbps et 12 Gbps sur des distances réduites. La capacité du réseau a également été améliorée par des sous-canaux de diffusion combinés et une mise à ", "faiss_id": 263}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "e données atteignant jusqu'à 10 Gbps et 12 Gbps sur des distances réduites. La capacité du réseau a également été améliorée par des sous-canaux de diffusion combinés et une mise à niveau MU-MIMO. 802.11ax (WiFi 6E) Le Wi-Fi 6E fonctionne sur une bande de fréquences supplémentaire de 6 GHz. Il offre des performances supérieures et un streaming de données simultané avec une bande passante améliorée ainsi que des débits de données plus rapides par rapport au Wi-Fi 6. 802.11be (WiFi 7) Il s'agit probablement de la prochaine version améliorée de la norme IEEE 802.11. Ses caractéristiques techniques améliorées permettront de fonctionner sur des bandes de fréquences améliorées de 2,4 GHz, 5 GHz et 6 GHz. Baptisée « Extremely High Throughput », sa vitesse de pointe devrait atteindre 30 Gbps, alors que le chiffre pertinent est actuellement de 10 gigabits par seconde pour le Wi-Fi 6. Le Wi-Fi 7 es", "faiss_id": 264}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 213, "text": "tremely High Throughput », sa vitesse de pointe devrait atteindre 30 Gbps, alors que le chiffre pertinent est actuellement de 10 gigabits par seconde pour le Wi-Fi 6. Le Wi-Fi 7 est encore en phase de développement et il ne sera pas lancé de sitôt. L'une des questions les plus fondamentales à se poser est de savoir si différentes normes Wi-Fi peuvent communiquer entre elles. En effet, des appareils distincts connectés au même réseau Wi-Fi pourront communiquer sans aucune restriction. Cependant, deux appareils connectés à des points d'accès aux", "faiss_id": 265}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 214, "text": "normes sans fil différentes peuvent rencontrer des problèmes de communication entre eux. La norme WiFi 802.11 d'origine est déjà obsolète, tandis que ses successeurs, les normes a et b, sont sur le point de devenir obsolètes.", "faiss_id": 266}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 215, "text": "WIFI URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/26810665234833 Pour la prise photo en wifi (carte SD FlashAir) • 1 point d’accès WIFI. Nous exigeons des bornes avec 802.11 b/g (bande passante 2.4 Ghz) avec canal fixe (1,6 ou 11), dans chaque salle où vous souhaitez prendre des photos (limité à 4 points d’accès pour éviter les conflits entre canaux) • Si vous utilisez aussi le 5 Ghz, renommez le SSID en nomduwifi-5G • SSID identique si l’appareil prend des photos sur plusieurs postes et aussi configurer au minimun la puissance de transmission de la borne. • IP fixe sur les bornes et DHCP désactivé. • Nous communiquer l'IP, l'utilisateur et le mot de passe des bornes • Important : la porté du wifi des cartes SD FlashAir et de moins de 4 mètres entre la carte et la borne wifi en champs libre. Pour l’appareil photo : • Doit supporter les cartes SD-HC et SD-XC. Liste de", "faiss_id": 267}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 215, "text": "du wifi des cartes SD FlashAir et de moins de 4 mètres entre la carte et la borne wifi en champs libre. Pour l’appareil photo : • Doit supporter les cartes SD-HC et SD-XC. Liste de appareils compatibles. • Avoir accès aux paramétrages de l’appareil facilement. Nous préconisons des appareils photos wifi natifs validés par nos équipes : Voici la liste des appareils compatibles.", "faiss_id": 268}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 216, "text": "La modification d'une présentation URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7895530513937 Les présentations permettent de montrer rapidement et graphiquement le début d'un traitement, son évolution au fil des mois, et sa conclusion finale. Il est extrêmement important que les photos intègrent correctement les mots-clés (gabarits) et qu'elles soient, à leur tour, correctement séquencées. Si les photos n'ont pas de mots clés, il sera impossible pour le modèle de présentation d'afficher du contenu. Dans le même sens, si les photos n'ont pas la bonne date (étiquette Temps), la corrélation temporelle ne sera pas bonne non plus. (Cliquez pour agrandir) (Cliquez pour agrandir) Nous allons maintenant rajouter une nouvelle vignette, alors il suffit de choisir \"Ajouter une vignette\" puis sélectionner \"Vignette avec attributs\".", "faiss_id": 269}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 217, "text": "(Cliquez pour agrandir) (Cliquez pour agrandir) Une fois que j'ai bougé ma vignette, je dois maintenir la même taille que les autres et la disposer correctement, alors j'utilise, en sélectionnant avec la touche CTRL du clavier, une autre (celle du côté ou celle d'en bas), les outils pour aligner ou avoir les mêmes dimensions.", "faiss_id": 270}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 218, "text": "(Cliquez pour agrandir) Maintenant, pour finir, nous allons rajouter les mots clés que nous voulons pour cette vignette: (Cliquez pour agrandir)", "faiss_id": 271}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 219, "text": "(Cliquez pour agrandir) La séquence finie avec la nouvelle vignette", "faiss_id": 272}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 220, "text": "La création ou modification d'une séance URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/7744492844817 Pour gérer notre mode opératoire, nous avons la possibilité de créer/modifier les séances. Les séances utilisent les planches, celles-ci nous permettent de créer un plan de prise de photos. C'est à vous de bien définir l'ordre, selon la manière avec laquelle vous avez l'habitude de travailler. Nous allons créer une nouvelle planche avec 5 photos Choisir \"Paramètres\" puis \"Gabarits\" et finalement \"Planches\". Maintenant nous allons choisir \"Créer une nouvelle planche\". Pour cette exemple, nous allons créer une planche qui s'appelle Visage 5p, qui contient 5 photos différentes: Photo1 = Portrait Face Sourire Photo2 = Portrait Face Lèvres Jointes Repos Photo3 = Portrait 3/4 Sourire Photo4 = Portrait Profil Sourire Droite Photo5 = Portrait Profil Sourire Gauche Il suffit de", "faiss_id": 273}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 220, "text": " Face Sourire Photo2 = Portrait Face Lèvres Jointes Repos Photo3 = Portrait 3/4 Sourire Photo4 = Portrait Profil Sourire Droite Photo5 = Portrait Profil Sourire Gauche Il suffit de glisser/déposer les vignettes vers le bas. Vous décidez quelles photos doivent être affichées en premier. Ainsi, à chaque fois que vous utiliserez cette séance, vos photos seront correctement gabariées.", "faiss_id": 274}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 221, "text": "Note: quand vous passez la souris devant une vignette, une infobulle affiche les gabarits qui seront ajoutés a votre photo.", "faiss_id": 275}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 222, "text": "(Cliquez pour agrandir) Petit rappel sur l'orientation lors d'une prise de photos. Position déclencheur Kitview Affiche (vignette) Si on veut corriger (autom atiquement) dans les planches ay Déclencheur horizontal a Rotation GAUCHE Déplacervers la gauche Dé placer vers la droite | Mitoir Horizontal (@ Rotation 90° Gauche . ‘Miroir vertical Rotation 90° Droite Déclencheur en haut ne rien faire Rotation DROITE > Miroir Horizontal Rotation 90° Gauche Miroir vertical @ Rotation 90° Droite fae Déclencheur en bas Déplacervers ia gauche ——_Déplacer vers la droite (Cliquez pour agrandir)", "faiss_id": 276}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 223, "text": "Notre nouvelle planche est prête pour son utilisation: choisir \"Séance\" + sélection de la planche \"Visage 5p\" + cliquer sur WIFI pour commencer à prendre les photos. (Cliquez pour agrandir)", "faiss_id": 277}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 224, "text": "Atention: si vous utilisez votre application smartphone pour faire des scéances, alors il faudra aller sur les paramètres pour \"Réinitialiser les scénarios\". Consultez le paramétrage ICI", "faiss_id": 278}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 225, "text": "Création d'un fichier PowerPoint depuis le modèle URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/34756390938129 Pour créer des fichiers PowerPoint, il faudra toujours utiliser ce modèle car c'est l'unique pour \"dialoguer\" avec les champs de fusion de Kitview. Ce fichier contient des macros intégrées. Votre MS PowerPoint doit pouvoir interagir avec les macros sans aucun problème, il nécessite donc une configuration préalable. Les fichiers que vous allez générer avec ce modèle doivent toujours être enregistrés dans le dossier des modèles PowerPoint, généralement le dossier C:\\Orqual\\Kitview\\Modeles\\PowerPoint. Ce dossier est facilement configurable en appuyant sur le bouton Paramètres -> Office. 1) Générez toujours une copie du modèle et utilisez cette copie comme fichier de travail. 2) Renomez votre modèle, puis vérfifez que \"lecture seule\" n'est pas activée. Nous revie", "faiss_id": 279}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 225, "text": ". 1) Générez toujours une copie du modèle et utilisez cette copie comme fichier de travail. 2) Renomez votre modèle, puis vérfifez que \"lecture seule\" n'est pas activée. Nous reviendrons sur ce point plus tard.", "faiss_id": 280}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 226, "text": "3) Ouvrez le document en faisant double clic sur le fichier. 4) Nous allons d’abord ajouter une commande à notre barre outils PowerPoint pour faciliter le travail avec les macros. Il faudra donc, faire un clic sur l'icône pour personnaliser la barre d'outils Accès rapide, puis choisir \"Autres commandes\", puis choisir \"Toutes les commandes\", sélectionner \"Macros\" et cliquer sur \"Ajouter\". Pour garder la configuration appuyer sur \"OK\".", "faiss_id": 281}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 227, "text": "Maintenant, votre barre outils, permet d'afficher les macros facilement. 5) Exécution de la macro : Faites clic sur le nouveau bouton Macro, puis exécutez la macro INIT.", "faiss_id": 282}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 228, "text": "Maintenant, votre barre d'outils a un nouveau menu qui s'appelle COMPLÉMENTS. 6) Insérer une image avec des mots clés. Pour pouvoir utiliser correctement ce fichier, vous devez connaître à l'avance les mots-clés qui identifient vos photos. Pour cette raison, vous pouvez vérifier les mots-clés associés dans les info-bulles de Kitview. Cliquez sur image, puis choisissez les mots clés. Si vous faites une erreur, vous pouvez l'effacer avec la touche du clavier.", "faiss_id": 283}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 229, "text": "Votre image apparait si les mots clés sont corrects.", "faiss_id": 284}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 230, "text": "7) Insérer du texte. 8) Insérer du texte avec des champs fusion. Créez un texte simple, puis faites clic sur \"Gestion\".", "faiss_id": 285}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 231, "text": "9) Insérer une image (sans mots clés) par exemple un logo. 10) Sauvez votre fichier en format .PPTM puis changez sa propriété a \"Lecture seule\" en faisant un clic droit sur le fichier.", "faiss_id": 286}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 232, "text": "11) Lancez le nouveau modèle depuis Kitview pour voir les résultats. Votre modèle doit fonctionner pour n'importe quel patient, la photo, dans ce cas, a les mots clés Début de Traitement + Portrait + Repos.", "faiss_id": 287}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 233, "text": "12) Si vous voulez utiliser les données d'un formulaire dans votre PowerPoint, vous consultez cet article L'article parle de Word, mais Word et PowerPoint c'est exactement le même principe.", "faiss_id": 288}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 234, "text": "Installation de l'application RELATIONS (Gestion des correspondants). URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/4415576960785 1) Copiez le répertoire RELATIONS dans le répertoire \\Orqual\\Kitview\\App-Externes\\Relations Il faut éditer les fichiers: RELATIONS.ini (attention mettre le nom du serveur et le chemin local du serveur) KITVIEW_BDD = NOMDUSERVEUR:C:\\ORQUAL\\Kitview\\DATABASE\\KITVIEW.FDB RELATIONS_BDD = NOMDUSERVEUR:C:\\ORQUAL\\KITVIEW\\APP-EXTERNES\\RELATIONS\\RELATIONS.FDB trace = YES KitviewRelations.exe.config <value>data source=NOMDUSERVEUR;initial catalog=C:\\ORQUAL\\KITVIEW\\APP-EXTERNES\\RELATIONS\\RELATIONS.FDB;user id=sysdba;password=masterkey;</value>", "faiss_id": 289}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 235, "text": "Verifier les chemins des 2 fichiers BAT OLE_LOCAL.BAT OLE_RELATIONS_LAN.BAT 2) Sur le fichier RegisterKitRelationsOLE.exe, clic droit puis choisir \"Exécuter en tant qu'administrateur\"", "faiss_id": 290}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 236, "text": "3) Selon si vous êtez sur • le serveur (-> utiliser: ole_local) • un poste du reseau (-> utiliser: ole_relations_lan) Vous allez faire un clic droit puis choisir \"Exécuter en tant qu'administrateur\" Clic sur l'asterisque, puis sur \"Enregistrer\". Vous pouvez fermer la fenêtre, les Relations sont configurées.", "faiss_id": 291}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 237, "text": "TYPES DE CORRESPONDANTS Soins Social utilisé (1) Business utilisé (2) Enregistrer Nouveau", "faiss_id": 292}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 238, "text": "Macros - Gestion de la Confidentialité URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/11653016676753", "faiss_id": 293}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 239, "text": "/!\\ Pour les postes clients, toujours renseigner le chemin du dossier Orqual du serveur en UNC (ne prend pas les IP). Exemple: \\\\SERVEUR\\Orqual", "faiss_id": 294}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 240, "text": "Centre de gestion de la confidentialité Editeurs approuvés Emplacements approuvés [poamensanmromes | Compléments Paramétres Activex Paramétres des macros Mode protégé Barre des messages Paramétres de blocage des fichiers Options de confidentialité Documents approuvés Avertissement : Les documents approuvés s'ouvrent sans intervention de sécurité pour les macros, les contréles ActiveX et les autres types de contenu actif du document. Pour un document approuvé, vous ne serez pas invité la prochaine fois que vous ouvrez le document, méme si un nouveau contenu actif a été ajouté au document ou si des modifications ont été apportées au contenu actif existant. Par conséquent, vous devez uniquement approuver les documents dont vous approuvez la source. a Autoriser l'approbation des documents situés sur un réseau O Désactiver les documents approuvés Effacer tous les documents approuvés afin qu'i", "faiss_id": 295}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 240, "text": "ents dont vous approuvez la source. a Autoriser l'approbation des documents situés sur un réseau O Désactiver les documents approuvés Effacer tous les documents approuvés afin qu'ils ne soient plus approuvés Effacer", "faiss_id": 296}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 241, "text": "Centre de gestion de la confidentialité ly Editeurs approuvés Emplacements approuvés Documents approuvés Compléments <a Paramétres des macros Mode protégé Barre des messages Paramétres de blocage des fichiers Options de confidentialité Paramétres ActiveX pour toutes les applications Office fe} Désactiver tous les contréles sans notification (e) Miavertir avant d'activer les contrdles d'initialisation non sécurisés (UFI) avec des restrictions supplémentaires, ainsi que les contrdles d'initialisation sécurisés (SFI) avec des restrictions minimales oO M‘avertir avant d'activer tous les contréles dotés de restrictions minimales O Ativer tous les contréles sans restriction et sans m'avertir (non recommandé ; risque d'exécution de contréles potentiellement dangereux) Mode sans échec (limite l'accés au contréle de votre ordinateur)", "faiss_id": 297}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 242, "text": "Centre de gestion de la confidentialité Editeurs approuvés Emplacements approuvés Documents approuvés Compléments Paramétres Activex <a Mode protégé Barre des messages Paramétres de blocage des fichiers Options de confidentialité Paramétres des macros (e) Désactiver toutes les macros sans notification (e) Désactiver toutes les macros avec notification © Désactiver toutes les macros a l'exception des macros signées numériquement fe} Activer toutes les macros (non recommandé ; risque d'exécution de code potentiellement dangereux) Paramétres de macros pour les développeurs O Accés approuvé au modéle d'objet du projet VBA", "faiss_id": 298}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 243, "text": "Utilisation des documents automatisés (macros) de Kitview DOC et PPT URL Article Zendesk: https://kdental-k.zendesk.com/hc/fr/articles/20319832066449 Le Kitview, grace aux mots clés (gabarits), vous permet de générer des documents automatisés pour faire des comptes rendus, présentations, lettres aux correspondants, etc. Les mots clés qui ont été définis dans les documents du patient, nous permettent de les trier et les présenter dans un document MS-Office, spécialement conçu avec des macros internes, que nous allons utiliser pour nos documents automatiques. Imaginons que une fois que votre traitement est fini, vous voulez envoyer à votre patient un compte rendu, qui inclus les photos de début de traitement, puis de la fin du traitement. En même temps, vous voulez inclure des notes, un bilan et une conclusion. Par contre, vous souhaitez avoir une sorte de système, qui vous propose d'écrir", "faiss_id": 299}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 243, "text": "s de la fin du traitement. En même temps, vous voulez inclure des notes, un bilan et une conclusion. Par contre, vous souhaitez avoir une sorte de système, qui vous propose d'écrire les notes, mais aussi, en utilisant des formulaires plus pratiques. Une fois tout rédigé et tout rempli, vous souhaitez créer automatiquement un compte rendu. C'est la que tous les mots clés, plus les formulaires vont se combiner pour créer votre document qui à la fois, aura toujours le même format donc, sera standardisé. Besoins de base : • photos et documents de vos patients doivent avoir des gabarits • photos et documents ont des dates (temps) correctement définis • vous avez Microsoft Office et non OpenOffice • votre Microsoft Office a les macros activées • vous avez un formulaire, crée par Kitview, qui reprend toutes les informations que vous avez noté sur votre patient Exemple de formulaire :", "faiss_id": 300}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 244, "text": "Schéma document avec macros : Intro | Suivi du Cas - Photos | Fin de Traitement | EXAMEN ESTHETIQUE Macro Esthétique Forme duvisage |! || — Proportions verticales |4 | > Levees |4 |S Projection pointe nasale |4 Proportions transversales [4 Total: {20/25 = Mini Esthétique Place de incisive dans le sourire [4 | > Dimension transversale du sourire [4 | > Arcdu sourire [4 |) Corridors buccaux|4 [>| Sourire gingival|3_ |=] Alignement|5 |=) Total: {24/30 lz] Micro Esthétique Forme des dents |4 |=] Contacts dentaires 4 | Contour gingival|5 >| Hauteurgingivale'5 >| Zenith [4 | > Couleur dentaire [4 |=) Total: [26/30 E] Superposition Générale Superposition Locale Maxillaire Superposition Locale Mandibulaire Croissance générale: _|- Nulle al Rotation Totale = Croissance Squeletique : [Nulle eS Rotation Totale: {Nulle al Rotation totale : -Nulle =] Rotation Intra-Matricielle = Croissance Modelante ", "faiss_id": 301}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 244, "text": "énérale: _|- Nulle al Rotation Totale = Croissance Squeletique : [Nulle eS Rotation Totale: {Nulle al Rotation totale : -Nulle =] Rotation Intra-Matricielle = Croissance Modelante Pure : |Nulle i Rotation Intra-Matricielle : |Nulle ed Rotation matricielle: | - Maxi Incisive: [Distalisation | > Incisive: |Nulle 2] ~Mandibulaire : Nulle Molaire: |Distalisation | > Molaire: Distalisation >| mane Capes = Alignement milieux incisifs - Légers triangles noirs inter incisifs maxillaire et mandibulaire = Classe | canine et molaire droite et gauche - Proximité radiculaire 13-14 sur la panoramique finale - Correction de I'encombrement mandibulaire = Non alignement des crétes 35-36 / 16-17 / 26-27 Fonction canine droite et gauche et guidage antérieur - Incisives peu visibles au sourire fonctionnel - Amélioration de l'esthétique du sourire CONCLUSION - Surveillance des contentions collées mandibulair", "faiss_id": 302}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 244, "text": " gauche et guidage antérieur - Incisives peu visibles au sourire fonctionnel - Amélioration de l'esthétique du sourire CONCLUSION - Surveillance des contentions collées mandibulaire et maxillaire = Suivi parodontal Schéma document avec macros :", "faiss_id": 303}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 245, "text": "Document généré automatiquement :", "faiss_id": 304}
{"kind": "text", "doc_hash": "aa566d2ccda8ae3d0078e259507694c96fb62bab69183d8082efa01f7670a748", "source_file": "Full_Doc_FR_V6.pdf", "page": 246, "text": "Si vous souhaitez que le support de Kitview vous aide à la création du document Word ou PowerPoint et la mise en place d'un formulaire propriétaire de votre cabinet, vous pouvez nous écrire a : support@kitview.com", "faiss_id": 305}
